Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: §eYour island is unlocked and anyone may enter, however only you and your party members may build or remove blocks.
cs: §eTvuj ostrov je odemcen a kdokoliv muze vstoupit, ale pouze ty a clenove tve party mohou stavet a nicit bloky.
da: §eDin ø er blevet låst op, så alle kan besøge den. Kun medlemmer kan bygge og fjerne blokke.
es: §eTu isla está desbloqueada y cualquiera podrá entrar, aún así sólo tu y los miembros de tu grupo podrán poner o quitar bloques.
fr: §eVotre île est dévérrouillé et n'importe qui peut y entrer , mais seulement les membres peuvent construire ou casser des blocs.
it: §9* §7La tua isola è sbloccata e chiunque può entrare, tuttavia solo tu e i tuoi membri del party potete costruire o rimuovere blocchi.
ko: §e당신의 섬은 해금되었고 어느 누구나 들어올 수 있습니다, 하지만 오직 당신과 당신의 파티 멤버들만이 블록을 짓거나 제거할 수 있습니다.
nl: §eJe eiland is toegankelijk voor iedereen, maar alleen party leden mogen bouwen en breken.
ru: §eВаш остров разблокирован, и каждый может войти на него, однако только Вы и члены вашей группы могут строить или убирать блоки.
sv: §eDin ö är olåst och vem som helst kan beträda. Hur som helst så kan endast du och dina gruppmedlemmar bygga på ön.
vi_vn: §eĐảo của bạn đã mở khoá và mọi người có thể vào, dù sao thì chỉ thành viên trong đảo có thể xây hay phá khối

source: §4You must be the party leader to unlock your island!
cs: §4Musis byt vudce party aby si odemcel svuj ostrov!
da: §4Kun lederen kan låse din ø op!
es: §4¡Tienes que ser el líder de tu grupo para desbloquear tu isla!
fr: §4Vous devez être le chef de l'île pour là dévérouillé !
it: §4* §7Devi essere il leader del party per sbloccare la tua isola!
ko: §4파티의 리더여야 당신의 섬을 해제 할 수 있습니다!
nl: §4Je moet eiland eigenaar zijn om je eiland te ontgrendelen!
ru: §4Вы должны быть лидером группы, чтобы разблокировать свой остров!
sv: §cEndast gruppledaren kan låsa upp ön!
vi_vn: §4Bạn phải là quản lý đảo để mở khoá

source: §7PlayerDB: Filtering {0} players from uuid2name.yml
da: §7PlayerDB: Filtrerer {0} spillere vha. uuid2name.yml
fr: §7PlayerDB: Filtration de {0} joueurs depuis uuid2name.yml
it: §9* §7DB Giocatori: Filtrando {0} giocatori da uuid2name.yml
ko: §7PlayerDB: uuid2name.yml 에서 {0} 플레이어를 필터링
nl: §7PlayerDB: Filtering {0} spelers van uuid2name.yml
ru: §7PlayerDB: Фильтрация {0} игроков из uuid2name.yml
sv: §7PlayerDB: Filtrerar {0} spelare från uuid2name.yml

source: §7PlayerDB: Filtered {0} names
cs: §7PlayerDB: Filtrovane {0} jmena
da: §7PlayerDB: Filtrerede {0} navne
fr: §7PlayerDB: Filtré {0} noms
it: §9* §7DB Giocatori: Filtrati {0} nomi
ko: §7PlayerDB: {0} 이름 필터링
ru: §7PlayerDB: Отфильтровано {0} имен
sv: §7PlayerDB: Filtrerade {0} namn

source: §7MojangAPI: Trying to fetch {0} players from Mojang
cs: §7MojangAPI: Pokousim se nacist {0} hracu z Mojangu
da: §7MojangAPI: Forsøger at hente {0} spillere fra Mojang
fr: §7MojangAPI: Essaye de rapporter {0} joueurs depuis Mojang
it: §9* §7MojangAPI: Cercando di recuperare {0} giocatori da Mojang
ko: §7MojangAPI: {0} 플레이어를 모장에서 검색중입니다
nl: §7MojangAPI: Probeert om {0} spelers op te halen van Mojang
ru: §7MojangAPI: Попытка получить {0} игроков из Mojang
sv: §7MojangAPI: Försöker att fetcha {0} spelare från Mojang

source: SUCCESS
cs: V poradku
fr: SUCCÈS
it: §e* §7SUCCESSO
ko: 성공
nl: SUCCES
ru: УСПЕШЕНО
sv: LYCKADES

source: FAILED
cs: Chyba
da: FEJLEDE
fr: ÉCHOUÉ
it: §4* §7FALLITO
ko: 실패
nl: MISLUKT
ru: ПРОВАЛЕНО
sv: MISSLYCKADES

source: §7 - MojangAPI:§aCOMPLETED: {0}
da: §7 - MojangAPI:§aFULDFØRT: {0}
fr: §7 - MojangAPI:§aCOMPLETE: {0}
it: §9* §7 - MojangAPI:§aCOMPLETATO: {0}
ko: §7 - MojangAPI:§a완료: {0}
nl: §7 - MojangAPI:§aVOLTOOID: {0}
ru: §7 - MojangAPI:§aЗАВЕРШЕНО: {0}
sv: §7 - MojangAPI:§aSLUTFÖRDE: {0}

source: §7 - MojangAPI:§cERROR: {0}
da: §7 - MojangAPI:§cFEJL: {0}
fr: §7 - MojangAPI:§cERREUR: {0}
it: §9* §7 - MojangAPI:§cERRORE: {0}
ko: §7 - MojangAPI:§c에러: {0}
ru: §7 - MojangAPI:§cОШИБКА: {0}
sv: §7 - MojangAPI:§cFEL: {0}

source: §4No importer named §e{0}§4 found
cs: §4Zadny import s nazvem §e{0}§4 nenalezen
da: §4Ingen §e{0}§4 importer fundet
es: §4No se encontró importador llamado §e{0}§4
fr: §4Aucun importeur nommé §e{0} trouvé
it: §4* §7Nessun importatore chiamato §6{0}§7 trovato
ko: §4§e{0}§4란 이름의 수입업자를 찾지 못했습니다
nl: §4Geen importuer met de naam §e{0}§4 gevonden
ru: §4Не найден импортер с именем §e{0}
sv: §cIngen importer kallad §e{0}§4 hittades.
vi_vn: §4Không tìm thấy tệp chuyển đổi §e{0}

source: §eConverted {0}/{1} files in {2}
cs: §eKonvertovano {0}/{1} souboru v {2}
da: §eKonverterede {0}/{1} filer på {2}
fr: §eConverti {0}/{1} fichier en {2}
it: §e* §7Convertiti {0}/{1} file in {2}
ko: §e다음 {0}/{1} 파일 {2}로 변환
ru: §eКонвертировано {0}/{1} файлов в {2}
sv: §eKonverterade {0}/{1} filer på {2}

source: The island has been created.
cs: Ostrov byl vytvoren.
da: Øen blev oprettet.
es: La isla ha sido creada
fr: L'île a bien été crée.
it: L''isola è stata creata.
ko: 이 섬이 생성되었습니다.
nl: Je eiland is gecreeerd.
ru: Остров был создан.
sv: Ön har skapats.
vi_vn: Đảo đã được tạo

source: §b{0}§d locked the island.
cs: §b{0}§d zamcel ostrov.
da: §b{0}§d låste øen.
es: §b{0}§d bloqueó la isla.
fr: §b{0}§d a vérouillé l'île.
it: §6{0} §4ha bloccato §7l''isola.
ko: §b{0}§d 섬을 잠궜습니다.
nl: §b{0}§d heeft het eiland afgesloten.
ru: §b{0}§d заблокировал остров.
sv: §b{0}§d låste ön.
vi_vn: §b{0}§d khoá đảo

source: §4Since your island is locked, your incoming warp has been deactivated.
cs: §4Od doby co byl tvuj ostrov uzamcen, tvoje prichozi porty jsou neaktivni.
da: §4Da din ø er låst, er din besøgsportal blevet deaktiveret.
es: §4Como tu isla está bloqueada, tu teletransporte ha sido desactivado.
fr: §4Comme votre île est vérrouillé, la warp a été désactivé.
it: §4* §7Dal momento che la tua isola è §4bloccata§7, il tuo warp in arrivo §7è stato §4disattivato§7.
ko: §4당신의 섬이 잠기는 시점에서 당신의 들어오는 워프는 비활성화 됩니다.
nl: §4Nu je eiland is gesloten is ook je inkomende warp gedeactiveerd.
ru: §4Поскольку Ваш остров заблокирован, Ваш входящий варп был деактивирован.
sv: §cEftersom ön är låst så har din warp inaktiverats.
vi_vn: §Khi đảo bị khoá, điểm dịnh chuyển bị vô hiệu hoá

source: §b{0}§d unlocked the island.
cs: §b{0}§d odemcel ostrov.
da: §b{0}§d låste øen op.
es: §b{0}§d desbloqueó la isla.
fr: §b{0}§d a déverrouillé l'île
it: §6{0}§a ha sbloccato §7l''isola.
ko: §b{0}§d 섬을 잠금해제 했습니다.
nl: §b{0}§d heeft het eiland opengesteld.
ru: §b{0}§d разблокировал остров.
sv: §b{0}§d låste upp ön.
vi_vn: §b{0}§d mở khoá đảo

source: §b{0}§d has been removed from the island group.
cs: §b{0}§d byl odstranen z party ostrova.
da: §b{0}§d er blevet fjernet fra øens medlemsliste.
es: §4{0}§4 ha sido quitado del grupo de la isla.
fr: §b{0}§d a été retiré de votre île.
it: {0}§7 è stato rimosso dal gruppo dell''isola.
ko: §b{0}§d이 섬의 그룹에서 제거되었습니다.
nl: §b{0}§d is verwijderd van het eiland.
ru: §b{0}§d был удален из островной группы.
sv: §b{0}§d har tagits bort från gruppen.
vi_vn: §b{0}§d đã bị trục xuất khỏi đảo

source: §9Creating an island at your location
cs: §9Vytvarim ostrov na tve pozici.
da: §9Opretter en ø på din nuværende position
fr: §9Création d'une île à votre position
it: §9* §7Creando un''isola alla tua posizione
ko: §9당신의 위치에 섬을 생성 합니다
nl: §9Creëren van het eiland op jouw locatie
ru: §9Создаем остров в Вашем местоположении
sv: §9Skapar en ö vid din position
vi_vn: §Khởi tạo đảo tại vị trí của bạn

source: §9Creating an island §7{0}§9 of you
cs: §9Vytvareni ostrova §7{0}§9 od tebe
da: §9Opretter en ø §7{0}§9 for dig
fr: §9Créer une île §7{0}§9 pour vous
it: §9* §7Creando un''isola §9{0}§7 di te
ko: 당신의 §7{0}§9 §9섬 만들기
nl: §9Eiland creëren §7{0}§9 van jouw
ru: §9Создание острова §7{0}§9 от вас
sv: §9Skapar ön §7{0}§9 åt dig
vi_vn: §9Khởi tạo đảo §7{0} của bạn

source: §cThe island owning this piece of nether is being deleted! Sending you to spawn.
cs: §cOstrov a jeho soucasti budou smazany! Posilam te na spawn.
da: §cØen der ejer denne del af nether bliver slettet! Du bliver sendt til spawn.
es: §c¡La isla que tenía esta pieza del nether está siendo borrada! Has sido enviado al spawn.
fr: §cL'île a été supprimé. Téléportation au spawn.
it: §4* §7L''isola che possiede questo pezzo di nether sta per essere eliminata! Inviandoti allo spawn.
ko: §c지하의 조각을 가진 섬이 삭제되는 중입니다! 당신을 spawn으로 보내는 중입니다.
nl: §cHet eiland wat bij dit stukje Nether hoort wordt nu verwijdert! Je word naar spawn gestuurd.
ru: §cОстров, владеющий этим куском ада, удаляется! Отправляем Вас на спавн.
sv: §cÖn som äger denna del av Nether tas bort. Teleporterar dig till spawnen.
vi_vn: §cĐảo ảnh hướng đến khu vực này vừa bị xoá! Hồi chuyển về khu vực chung

source: §cThe island you are on is being deleted! Sending you to spawn.
cs: §cOstrov na kterem jsi bude smazan! Posilam te na spawn.
da: §cØen du er på bliver slettet! Du bliver sendt til spawn.
es: §c¡La isla en la que estabas está siendo borrada! Has sido enviado al spawn.
fr: §cL'île sur laquelle vous êtes a été supprimé !
it: §4* §7L''isola in cui sei viene cancellata! Inviandoti allo spawn.
ko: §c당신이 밟고 있는 섬이 삭제되고 있습니다! 당신을 스폰으로 보내는 중입니다.
nl: §cHet eiland waar je je op bevind word verwijderd! Je word naar spawn gestuurd.
ru: §cОстров, на котором Вы находитесь, удаляется! Отправляем Вас на спавн.
sv: §cÖn du är på tas bort! Teleporterar dig till spawnen.
vi_vn: §cĐảo vừa bị xoá! Hồi chuyển về khu vực chung.

source: §eWALL OF FAME (page {0} of {1}):
cs: §eSEZNAM NEJLEPSICH HRACU SKYBLOCKU: (page {0} of {1}):
da: §eTOP (side {0} af {1}):
es: §eTop de Islas (página {0} de {1}):
fr: §eTableau des meilleurs joueurs (page {0} de {1}):
it: §eWALL OF FAME (pagina {0} di {1}):
ko: §e명예의 벽 (page {0} of {1}):
nl: §eWALL OF FAME (pagina {0} van {1}):
ru: §eЗАЛ СЛАВЫ (страница {0} из {1}):
sv: §eTOPPLISTAN (Sida {0} av {1}):
vi_vn: §eBức tường danh vọng (trang {0} trên {1}:

source: §4Top ten list is empty! Only islands above level {0} is considered.
cs: §4Toplist je prazdny! Vypisuji se pouze ostrovy s levlem {0} a vyse .
da: §4Top 10 listen er tom! Kun øer over niveau {0} er på listen.
fr: §4La top liste est vide ! Seulement les îles au dessus du niveau {0} est pris en compte.
it: §4* §7La Top ten è vuota! Solo le isole sopra il livello §a{0} §7sono considerate.
ko: §4Top 10 리스트가 비었습니다! 오직 {0} 레벨 이하의 섬들만 고려되었습니다
nl: §4De top tien lijst is leeg! Alleen eilanden met level {0} en hoger.
ru: §4Список десяти лучших пуст! Рассматриваются только острова выше уровня {0}.
sv: §cTopplistan är tom! Endast öar ovanför {0} visas.
vi_vn: §4Danh sách xếp hạng đang trống! Chỉ áp dụng cho đảo trên cấp {0}

source: Click to warp to the island!
ru: Нажмите, чтобы варпнуться на остров!

source: §eYour rank is: §f{0}
cs: §eTve umisteni je: §f{0}
da: §eDin position er: §f{0}
es: §eTu posición es: §f{0}
fr: §eVotre rang est: §f{0}
it: §9* §7Il tuo rango è: §f{0}
ko: §e당신의 랭크는: §f{0}
nl: §eJouw rank is: §f{0}
ru: §eВаш ранг: §f{0}
sv: §eDin rank är: §f{0}
vi_vn: §eHạng hiện tại: §f{0}

source: UNKNOWN
cs: NEZNAMY
da: ukendt
fr: INCONNU
it: SCONOSCIUTO
nl: ONBEKEND
ru: НЕИЗВЕСТНО
sv: OKÄND
vi_vn: Không xác định

source: ANIMAL
cs: Zvirat
da: dyr
fr: ANIMAUX
it: ANIMALE
ko: 동물
ru: ЖИВОТНОЕ
sv: DJUR
vi_vn: Động vật

source: MONSTER
fr: MONSTRES
it: MOSTRO
ko: 몬스터
ru: МОНСТР
vi_vn: Quái vật

source: VILLAGER
cs: Vesnicanu
da: by-boer
fr: VILLAGEOIS
it: VILLICO
ko: 섬원
ru: ЖИТЕЛЬ
sv: BYBO
vi_vn: Dân làng

source: GOLEM
cs: Golemu
ko: 골렘
ru: ГОЛЕМ
vi_vn: Người máy

source: §7{0}: §a{1}§7 (max. {2})
ru: §7{0}: §a{1}§7 (макс. {2})
sv: §7{0}: §a{1}§7 (högst {2})
vi_vn: §7{0}: §a{1}§7 (tối đa. {2})

source: Unable to locate schematic {0}, contact a server-admin
cs: Nemozne najit shcema {0}, kontaktuj admina
da: Ude af stand til at finde skabelon {0}, kontakt en server-administrator
fr: Impossible de localiser la schematic {0}, contactez un administrateur
it: §4* §7Impossibile individuare la schematica §c{0}§7, contatta un admin
ko: schematic {0}를 적용 할 수 없습니다, 서버 어드민에게 연락하세요
nl: Kan geen schematic {0} vinden, neem contact op met een server-admin
ru: Невозможно найти schematic {0}, обратитесь к администратору сервера
sv: Kunde inte hitta schematic {0}, kontakta en Administratör
vi_vn: Không thể xác định mẫu {0}, liên hế với quản trị viên

source: §aCongratulations! §eYour island has appeared.
cs: §aGratuluji! §eTvuj ostrov se objevil!
da: §aTillykke! §eDin ø er ankommet.
es: §aEnhorabuena! §eTu isla ha aparecido!
fr: §aFécilicitation ! §eVotre île est apparu
it: §aCongratulazioni! §eLa tua isola è apparsa.
ko: §a축하드립니다! §e당신의 섬이 등장하였습니다.
nl: §aGefeliciteerd! §eJe eiland is aangemaakt.
ru: §aПоздравляем! §eВаш остров появился.
sv: §aGrattis! §eDin ö har skapats.
vi_vn: §aChúc mừng! §eKhởi tạo đảo thành công.

source: §cNote:§e Construction might still be ongoing.
cs: §cPOZNAMKA:§e Stavba by mohla stale probíhat.
da: §cBemærk:§e Det kan være der stadig arbejdes på den.
es: §cNota:§e Es posible que la construcción siga en proceso.
fr: §cNote:§e La création peut être encore en cours.
it: §4* Nota:§7 La costruzione potrebbe essere ancora in corso.
ko: §cNote:§e 건설이 아마 아직 진행중입니다'.
nl: §cLet OP:§e Constructie kan nog bezig zijn.
ru: §cПримечание:§e Строительство может еще продолжаться.
sv: §cViktigt:§e Konstruktion kan fortfarande pågå.
vi_vn: §cGhi chú: Cong trình có thể vẫn được tiếp tục

source: Use §9/is h§r or the §9/is§r menu to go there.
cs: Pouzij §9/is h§r nebo §9/is§r nabidku.
da: Brug §9/is h§r eller §9/is§r menuen til at tage derhen.
es: Usa §9/is h§r o el menú de §9/is§r para ir allí.
fr: Utilise §9/is h§r ou le menu §9/is§r pour y aller.
it: §9* §7Usa §a/is h§7 o la §a/is§7 menu GUI per andare là.
nl: Gebruik §9/is h§r of het §9/is§r menu om naar je eiland te gaan.
ru: Используйте §9/is h§r или меню §9/is§r, чтобы перейти туда.
sv: Använd §9/is h§r för att komma till ön.
vi_vn: Dùng §9/is h§r hay §9/ís§r menu để tới đó

source: §7Page {0}
cs: §7Strana {0}
da: §7Side {0}
it: §7Pagina {0}
ko: §7페이지 {0}
nl: §7Pagina {0}
ru: §7Страница {0}
sv: §7Sida {0}
vi_vn: §7 Trang {0}

source: &cRight-Click:&7 Set to {0}
da: &cHøjre-Klik:&7 Sæt til {0}
it: &cClic-Destro:&7 Imposta a {0}
ko: &c우클릭:&7 Set to {0}
nl: &cRechter-Klik:&7 Zet naar {0}
ru: &cПравая кнопка мыши:&7 Установить на {0}
sv: &cHögerklick:&7 Ändra till {0}

source: Return
cs: Navrat
da: Tilbage
es: Volver
fr: Retour
it: Ritorna
nl: Terug
ru: Назад
sv: Återvänd
vi_vn: Trở về

source: Config:
da: Konfiguration:
es: Configuración:
ko: 설정:
ru: Конфигурация:
sv: Konfiguration:
vi_vn: Tuỳ chỉnh:

source: §eConfiguration saved and reloaded.
cs: §eKonfigurace ulozena a restartovana.
da: §eKonfigurationen gemt og genindlæst.
es: §eConfiguración guardada y recargada.
fr: §eConfiguration sauvegardé et rechargé.
it: §4* §7Configurazione salvata e ricaricata.
ko: §e조작 설정이 저장 및 리로드 되었습니다.
nl: §eDe Configuratie is opgeslagen en herladen.
ru: §eКонфигурация сохраняется и перезагружается.
sv: §eKonfigurationen sparad och omladdad.
vi_vn: §eĐã lưu và tải lại tuỳ chỉnh

source: §cError! §9Unable to save config file!
cs: §cChyba! §9Nelze ulozit konfiguracni soubor!
da: §cFejl! §9Kunne ikke gemme konfigurationsfilen!
es: §cError! §9Incapaz de guardar el archivo de configuración!
fr: §cErreure ! §9Impossible de sauvegarder le fichier de config !
it: §4* Errore! §9Impossibile salvare il file di configurazione!
ko: §c오류! §9컨피그 파일 저장 불가!
nl: §cError! §9Kan de configuratie niet opslaan!
ru: §cОшибка! §9Невозможно сохранить файл конфигурации!
sv: §cFel! §9Kan inte spara konfigurationsfilen!
vi_vn: §cPhát sinh lỗi! §9Không thể lưu tập tin tuỳ chỉnh

source: §3First Page
cs: §3Dalsi stranka
da: §7Første side
fr: §3Première page
it: §3Prima Pagina
ko: §3첫번째 페이지
nl: §3Eerste Pagina
ru: §3Первая страница
sv: §3Första sidan
vi_vn: §3Trang đầu

source: §3Last Page
cs: §3Predchozi stranka
da: §3Sidste side
fr: §3Dernière page
it: §3Ultima Pagina
ko: §3마지막 페이지
nl: §3Laatste Pagina
ru: §3Последняя страница
sv: §3Sista sidan
vi_vn: §3Trang cuối

source: §cSave & Reload config
cs: §cUlozeni & znovunacteni konfigurace
da: §cGem og genindlæs konfigurationen
es: §cGuarda & Recarga la configuración
fr: §cSauvegarder et recharger la config
it: §4* Salva & Ricarica la config
ko: §c저장 & 리로드 조작
nl: §cOpslaan & Herlaad de config
ru: §cСохранить и перезагрузить конфигурацию
sv: §cSpara & ladda om
vi_vn: §cLưu và tải lại tuỳ chỉnh

source: §7Saves the settings to §7file & reloads again. §cNote: §7Use with care!
cs: §7Ulozi nastaveni do §7souboru a znovu se nacte. §cPoznamka: §7pouzivejte to opatrne!!
da: §7Gemmer indstillingerne §7& genindlæser pluginnet. §cBemærk: §7Brug på eget ansvar!
es: §7Guarda los ajustes a §7un archivo & recarga. §cNota: §7Usar con cuidado!
fr: §7Sauvegarder les configuration des §7fichiers & les recharger. §cNote: §7A utiliser avec précaution!
it: §7Salva le impostazioni nel §7file & ricarica ancora. §4Nota: §7Usare con cura!
ko: §7다음 명령어 로 설정을 저장합니다§7다시 파일 & 리로드. §c노트: §7조심히 쓰세요!
nl: §7Opslaan van de gegevens §7naar file & herlaad weer. §cPas OP: §7Gebruik met zorg!
ru: §7Сохраняет настройки в §7файл и перезагружается снова. §cПримечание: §7Использовать с осторожностью!
sv: §7Sparar inställningarna till §7filen och laddar om.. §cViktigt: §7Använd försiktigt!
vi_vn: §7Lưu trữ chỉnh sửa và tải lại. §cGhi chú: §7Sử dụng cẩn thận

source: §7 (readonly)
cs: §7 (pouze ke cteni)
da: §7 (låst)
es: §7 (sólo lectura)
fr: §7 (lecture uniquement)
it: §7 (sola lettura)
ru: §7 (только для чтения)
vi_vn: §7 (chỉ đọc)

source: true
cs: ano
da: sand
es: verdadero
fr: vrai
ko: 참
ru: истина
sv: sant
vi_vn: đúng

source: false
cs: ne
da: falsk
es: falso
fr: faux
ko: 거짓
ru: ложь
sv: falskt
vi_vn: sai

source: Challenge Menu
cs: Seznam ukolu
da: Udfordringer
es: Menú de Retos
fr: Menu des challenges
it: Menu Sfide
ko: 도전과제 메뉴
nl: Uitdagingen Menu
ru: Меню заданий
sv: Uppdragsmeny
vi_vn: Danh sách thử thách

source: Change Biome
da: Skift Biome
it: Cambia Bioma
ko: Biome 변경
nl: Verander Biome
ru: Изменение биома
sv: Byt biome
vi_vn: Thay đổi Biome

source: change the island''s biome.
da: skift øens biome.
fr: changer le biome de l'île
it: cambiare il bioma dell''isola.
ko: 섬 바이옴 변경
nl: verander het eiland''s biome
ru: изменить биом острова.
vi_vn: thay đổi biome của đảo.

source: Toggle Island Lock
da: Skift øens låsetilstand
it: Attiva/Disattiva Blocco Isola
ko: 섬 잠금
nl: Schakel Island Lock
ru: Переключение блокировки острова
sv: Skifta öns lås
vi_vn: Khóa/Mở đảo

source: toggle the island''s lock.
da: skift øens låse-tilstand.
es: alternar el bloqueo de la isla
fr: activer le vérrouillage de l'île
it: attivare/disattivare il blocco dell''isola.
ko: 섬의 자물쇠를 토글합니다.
nl: het eiland op slot zetten.
ru: переключить блокировку острова.
vi_vn: bật tắt khoá đảo

source: Set Island Warp
da: Sæt Øens Knudepunkt
it: Imposta Warp Isola
ko: 섬 워프 지정
ru: Установка варпа острова
vi_vn: Đặt điểm dịch chuyển

source: set the island''s warp.
da: sæt øens besøgspunkt.
es: establecer el teletransporte de la isla
fr: définir le warp de l'île
it: impostare il warp dell''isola.
ko: 섬의 워프를 지정합니다.
nl: de warp van het eiland veranderen.
ru: установить варп острова.
vi_vn: thiết đặt điểm dịch chuyển của đảo

source: set the island''s warp, which allows non-group members to teleport to the island.
it: imposta il warp dell''isola, che consente ai membri non di gruppo di teletrasportarsi all''isola.
ko: 섬 워프를 지정합니다, 그룹원이 아니더라도 현재 섬으로 텔레포트가 가능합니다.
nl: set het eiland''s warp, voor non leden, om naar het eiland te teleporteren.
ru: установить варп острова, что позволяет не членам группы телепортироваться на остров.
vi_vn: đặt điểm dịch chuyển của đảo, cho phép những người ngoài đảo có thể dịch chuyển đến đảo của bạn.

source: Toggle Island Warp
da: (De)aktiver øens knudepunkt
it: Attiva/Disattiva Warp Isola
ko: 섬 워프
nl: Schakel Island Warp
ru: Переключение варпа острова
sv: Skifta öns warp
vi_vn: Bật tắt điểm dịch chuyển

source: toggle the island''s warp.
da: aktiver/deaktiver øens besøgspunkt.
es: activar/desactivar el teletransporte de la isla
fr: activer le warp de l'île
it: attivare/disattivare il warp dell''isola.
ko: 섬의 워프를 토글합니다.
nl: de warp aan en uit zetten.
ru: переключить варп острова.
vi_vn: bật tắt điểm dịch chuyển của đảo

source: toggle the island''s warp, allowing them to turn it on or off at anytime, but not set the location.
it: attiva/disattiva il warp dell''isola, permettendogli di attivarlo o disattivarlo in ogni momento, ma non impostare la posizione.
ko: 섬 워프 기능을 지정합니다, 언제든지 기능을 껐다 켰다 가능합니다, 하지만 이 기능은 장소를 지정하지 않습니다.
nl: toggle het eiland''s warp, hiermee kan het aan of uit gezet mee worden, maar kan niet de locatie mee gezet worden.
ru: переключает варп острова, позволяя им включать и выключать его включить или выключить его в любое время, но но не устанавливать местоположение.
vi_vn: bật tắt điểm dịch chuyển, cho phép họ tùy chọn bật tắt bất cứ lúc nào, nhưng không đặt điểm dịch chuyển.

source: Invite Players
da: Inviter Spillere
it: Invita Giocatori
ko: 플레이어 초대
nl: Genodigde Spelers
ru: Пригласить игроков
sv: Bjud in Spelare
vi_vn: Mời Người Chơi

source: invite others to the island.
cs: Povoleni zvat jine hrace
da: inviter andre spillere til øen.
es: invitar a otros a la isla.
fr: inviter d'autres joueurs sur l'île
it: invitare altri nell''isola.
ko: 다른사람을 섬으로 초대합니다.
nl: andere spelers uitnodigen.
ru: пригласить других на остров.
sv: bjud in andra till ön
vi_vn: mời người chơi khác vào đảo

source: Kick Players
da: Spark Spillere
it: Caccia Giocatori
ko: 플레이어 강퇴
ru: Выгнать игроков
sv: Sparka ut spelare
vi_vn: Đuổi Người Chơi

source: kick others from the island.
cs: Vykopnuti hrace ze spoluvlastnictvi
da: spark andre af øen.
es: echar a otros de la isla.
fr: kick d'autres joueurs de l'île
it: cacciare gli altri dall''isola.
ko: 섬으로부터 다른사람을 강퇴합니다.
nl: andere spelers verwijderen.
ru: выгнать других с острова.
sv: kicka spelare från ön
vi_vn: trục xuất người chơi khác khỏi đảo

source: Ocean
da: Hav
es: Océano
it: Oceano
ko: 바다
ru: Океан
vi_vn: Đại dương

source: The ocean biome is the basic starting biome for all islands. passive mobs like animals will not spawn. Hostile mobs will spawn normally.
cs: Toto podnebi OCEAN je vychozim podnebim pro vsechny ostrovy. Pasivni mobove se nespawnuji. Nepratelsti mobove se spawnuji standartne.
da: Hav biomen er den normale start biome for alle øer. Passive mobs som dyr vil ikke spawne. Fjentlige monstre og dyr vil spawne normalt.
es: El bioma de océano es el básico para empezar todas las islas. Los mobs pasivos como animales no spawnearán, pero los mobs hostiles lo harán normalmente.
fr: Biome Ocean Biome par défaut Spawn de mob passifs et hostiles.
it: Il bioma oceano è il bioma base iniziale per tutte le isole. i mob passivi come gli animali non spawneranno. I mob ostili spawneranno normalmente.
ko: 바다 생태계는 모든 섬들에게 기본적인 시작하기 좋은 생태계입니다. 동물같은 수동적인 몬스터들은 출현하지 않습니다. 사나운 몬스터들은 일반적으로 출현합니다.
nl: De basis biome voor startende eilanden is altijd Ocean. Passieve mobs zoals dieren zullen niet spawnen. Agresieve mobs spawnen als normaal.
ru: Биом океана является стартовым биомом для всех островов. Пассивные мобы, такие как животные не рождаются. Враждебные мобы спаунятся нормально.
sv: Biomet ocean är det grund- läggande biomet för alla öar. Passiva mobs som djur kommer inte spawna. Monster spawnar som vanligt.
vi_vn: Đại dương là cung cơ bản khi khởi tạo. Các loài động vật không xuất hiện ở đây.\Nhưng quái vật thì không cần ăn cũng sống.

source: Forest
cs: Les
da: Skov
es: Bosque
fr: Fôret
it: Foresta
ko: 숲
ru: Лес
vi_vn: Rừng lá thấp
