Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: §fWarp to another island using §e/island warp <player>
cs: §fTeleportuj se na jiny ostrov pomoci §e/island warp <player>
da: §fTeleporter til en anden ø med §9/island warp <spiller>
es: §fUsa el teletransporte de otra isla con §b/island warp <jugador>
fr: §fUtiliser le warp d'une autre île §e/island warp <joueur>
it: §9* §7Fai il warp su un''altra isola usando §a/island warp <giocatore>
ko: §e/island warp§f <플레이어>를 써서 다른 섬으로 워프하세요
nl: §fWarp naar een ander eiland met gebruik van §e/island warp <speler>
ru: §fПереместиться на другой остров, используя §e/island warp <player>
sv: §fWarpa till en annan spelare
vi_vn: §fDịch chuyển đén đảo khác dùng §e/island wảp <tên người chơi>

source: §4You do not have permission to warp to other islands!
cs: §4Nemas opravneni teleportovat se na jiny ostrov!
da: §4Du har ikke tilladelse til at teleportere til andre øer!
es: §4¡No tienes permiso para usar el teletransporte de otra isla!
fr: §4You n'avez pas la permission utiliser le warp de d'autres îles !
it: §4* §7Non hai il permesso per fare il warp sulle altre isole!
ko: §4다른 섬으로 워프할 권한이 없습니다!
nl: §4Je hebt geen permissie om naar andere eilanden te warpen!
ru: §4Вы не имеете права варпаться на другие острова!
sv: §cDu får inte warpa till andra öar!
vi_vn: §4Không có quyền dịch chuyển tới đảo khác

source: §cYour island is in the process of generating, you cannot warp to other players islands right now.
cs: §cTvuj ostrov je ve fazi vytvareni, nemuzes ted nastavit teleport pro ostatní hrace.
da: §cDin ø er ved at blive re-genereret, du kan ikke bruge warp i øjeblikket.
es: §cTu isla está en proceso de generación, no puedes usar el teletransporte de otras islas ahora.
fr: §cVotre île est en géneration, vous ne pouvez vous téléporter sur d'autres îles.
it: §4* §7La tua isola è in fase di generazione, non puoi fare il warp su isole di altri giocatori adesso.
ko: §c당신의 섬이 생성중에 있습니다, 당신은 현재 다른 플레이어의 섬으로 워프할 수 없습니다.
nl: §cJe eiland is in het proces van het genereren, je kan op moment niet naar andere eilanden warpen.
ru: §cВаш остров находится в процессе генерации, в данный момент Вы не можете варпаться на острова других игроков.
sv: §cDin ö håller på att generaras, du kan inte warpa till andra öar just nu.
vi_vn: §cĐảo của bạn đang khởi tạo, không thể dịch chuyển đến nơi khác

source: §4That player does not exist!
cs: §4Tento hrac neexistuje!
da: §4Ingen spiller fundet!
es: §4¡Ese jugador no existe!
fr: §4Ce joueur n'éxiste pas !
it: §4* §7Quel giocatore non esiste!
ko: §4그 플레이어는 존재하지 않습니다!
nl: §4Die speler bestaat niet!
ru: §4Такого игрока не существует!
sv: §cDen spelaren existerar inte.
vi_vn: §4Người chơi không tồn tại

source: §4That player does not have an active warp.
cs: §4Tento hrac nema aktivni port.
da: §4Den spiller har ikke en aktiv besøgsportal.
es: §4Ese jugador no tiene un teletransporte activo.
fr: §4Ce joueur n'a pas de warp actif.
it: §4* §7Quel giocatore non ha un warp attivo.
ko: §4그 플레이어는 활성화된 워프가 없습니다.
nl: §4Die speler heeft geen actieve warp
ru: §4У этого игрока нет активного варпа.
sv: §cDen spelaren har warpen inaktiverad.
vi_vn: §4Người chơi không kích hoạt điểm dịch chuyển

source: §cThat players island is in the process of generating, you cannot warp to it right now.
cs: §cOstrov tohoto hrace je ve fazi vytvareni, prave ted se k nemu nemuzes teleportovat.
da: §cDen spillers ø er under konstruktion, du kan ikke warpe til den i øjeblikket.
es: §cLa isla de ese jugador está en proceso de generación, no puedes teletransportarte a ella ahora.
fr: §cL'île du joueur se genère, vous ne pouvez pas vous y téléporter.
it: §4* §7L''isola di quei giocatori è in fase di generazione, non puoi andarci adesso.
ko: §c그 플레이어들의 섬은 생성중에 있습니다, 따라서 당신은 그곳으로 지금 워프할 수 없습니다.
nl: §cDie spelers eiland is in de proces van genereren, daar kan je nu niet naartoe warpen.
ru: §cОстров этого игрока находится в процессе генерации, Вы не можете переместиться на него прямо сейчас.
sv: §cDen spelarens ö håller på att genereras så du kan inte warpa till den precis just nu.
vi_vn: §cĐảo của người đang khởi tạo, dịch chuyển vô hiệu

source: §cWARNING: §9{0}§e is warping to your island!
cs: §cVAROVANI: §9{0}§e se teleportuje na tvuj ostrov!
da: §cADVARSEL: §9{0}§e kommer på besøg på din ø!
es: §cADVERTENCIA: §e¡§9{0}§e ha usado el teletransporte a tu isla!
fr: §cATTENTION: §9{0}§e a été téléporte à votre île !
it: §4* AVVERTIMENTO: §6{0}§7 sta facendo il warp alla tua isola!
ko: §c경고: §9{0}§e이 당신의 섬으로 워프하는 중입니다!
nl: §cLET OP: §9{0}§e warped naar je eiland!
ru: §ПРЕДУПРЕЖДЕНИЕ: §9{0}§е варпается к Вашему острову!
sv: §e{0} warpar till din ö just nu!
vi_vn: §cCảnh báoL §9{0}§e đang dịch chuyển tới đảo của bạn!

source: §4That player has forbidden you from warping to their island.
cs: §4Tento hrac ti zakazal se teleportovat na jeho ostrov
da: §4Den spiller har udelukket dig fra sin ø.
es: §4Ese jugador te prohibió el uso del teletransporte de su isla.
fr: §4Ce jour vous a interdit de vous téléporter à son île.
it: §4* §7Quel giocatore ti ha proibito di fare il warp alla loro isola.
ko: §4그 플레이어가 당신이 그들의 섬으로 워프하는 것을 금지했습니다.
nl: §4Die speler heeft je verboden om naar zijn eiland te warpen
ru: §4Этот игрок запретил Вам варпаться на его остров.
sv: §cDen spelaren har förbjudig dig från att warpa till sin ö.
vi_vn: §4Bạn bị người chơi này cấm dịch chuyển tơi đảo này

source: allows user to bypass cooldowns
da: tillader brugere at omgå tidsbegrænsninger
it: consente all''utente di bypassare le ricariche
ko: 해당유저가 쿨다운을 Bypass하는 것을 허용합니다.
nl: laat de speler altijd cooldowns omzeilen
ru: позволяет пользователю обходить кулдауны
sv: tillåter spelaren att förbigå cooldowns

source: allows user to bypass visitor-protections
da: tillader brugere at omgå besøgsbeskyttelser
it: consente all''utente di bypassare le protezioni-visitatore
ko: 해당유저가 visitor-protections을 Bypass하는 것을 허용합니다.
nl: laat de speler de bezoekers-beveiliging omzeilen
ru: позволяет пользователю обходить защиту от посещений
sv: tillåter spelaren att förbigå besökares skydd

source: allows user to bypass teleport-delay
da: tillader brugere at omgå teleport-forsinkelse
it: consente all''utente di bypassare il ritardo-teletrasporto
ko: 해당유저가 teleport-delay를 Bypass하는 것을 허용합니다.
nl: laat de speler de teleport-vertraging omzeilen
ru: позволяет пользователю обойти задержку телепортации
sv: tillåter spelaren att förbigå teleport-delay

source: allows user to use [usb] signs
da: tillader brugere at bruge [usb] skilte
it: consente all''utente di usare i cartelli [usb]
ko: 해당유저가 [usb] signs를 사용하는 것을 허용합니다.
nl: Hiermee kan de gebruiker [USB] borden gebruiken
ru: позволяет пользователю использовать таблички [usb]
sv: tillåter spelaren att använda [usb] skyltar

source: allows user to place [usb] signs
da: tillader brugere at placere [usb] skilte
it: consente all''utente di piazzare cartelli [usb]
ko: 해당유저가 [usb] signs를 설치하는 것을 허용합니다.
nl: Hiermee kan de gebruiker [USB] borden te plaatsen
ru: позволяет пользователю размещать таблички [usb]
sv: tillåter spelaren att lägga ut [usb] skyltar

source: §eYou can not use another island''s portals!
it: §eNon puoi usare portali di altre isole!
ru: §eВы не можете использовать порталы других островов!

source: §eVillager-trading isn't allowed.
ru: §eТорговля с жителями запрещена.

source: §eTrading isn't allowed on other islands. Do it in spawn.
cs: §eObchodovani na ostrovech není povoleno, pouze na spawnu.
da: §eDu kan ikke handle på øer. Gør det i spawn.
fr: §eL'échange n'est pas autorisé sur les autres îles. Echangez au spawn.
it: §9* §7Il commercio non è consentito su altre isole. Fallo nello spawn.
ko: §e트레이드는 다른 섬에선 허가되지 않습니다. 스폰으로 이동하여 주세요
nl: §eHandelen in niet toegestaan op andere eilanden. Doe het op spawn.
ru: §eТорговля на других островах запрещена. Делайте это на спавне.
sv: §eDu får inte byta saker på andras öar!
vi_vn: §eKhông thể trao đổi ở đảo khác ngoại trừ khu vực chung

source: §eRiding is only allowed on your own island!
da: §eRidning er kun tilladt på din egen ø!
it: §4* §7Cavalcare è consentito solo nella tua isola!
ko: §e탑승은 오직 당신의 섬에서만 가능합니다!
ru: §eКататься разрешается только на своем острове!

source: §eYou cannot break vehicles while being a visitor!
da: §eDu kan ikke smadre køretøjer som en besøgende!
it: §4* §7Non puoi rompere veicoli mentre sei un visitatore!
ko: §e당신은 방문자의 탑승물을 때릴 수 없습니다.
ru: §eВы не можете ломать технику, находясь в гостях!

source: §cWither Despawned!§e It wandered too far from your island.
da: §cWither Despawnede!§e Den vandrede for langt fra din ø.
fr: §cWither retiré ! Il partirait trop loing de votre île
it: §9* §7Il Wither è §4despawnato!§7 E'' andato troppo lontano dalla tua isola.
ko: §c!마녀 소환이 취소되었습니다!§e 당신의 섬에서 너무 멀리 있습니다.
nl: §cWither verwijderd!§e Hij ging te ver we van je eiland.
ru: §cИссушитель задеспавнился!§e Он ушел слишком далеко от Вашего острова.
sv: §cWither har despawnat! §eDen gick för långt ifrån din ö.
vi_vn: §cTử hồn khô héo tân biến§e do di chuyển quá xa khỏi đảo

source: {0}''s Wither
fr: Wither de {0}
it: Wither di {0}
ko: {0}''의 마녀
ru: Иссушитель игрока {0}
vi_vn: Tử hồn khô héo của{0}

source: §eVisitors can't drop items!
cs: §eNavsteva nemuze vyhazovat predmety!
da: §eBesøgende kan ikke smide ting!
es: §e¡Los visitantes no pueden tirar ítems!
fr: §eLes visiteurs ne peuvent pas lancer d'items !
it: §9* §7I visitatori non possono droppare oggetti!
ko: §e방문자들은 아이템을 떨굴 수 없습니다!
nl: §eGasten kunnen geen items laten vallen!
ru: §eГости не могут бросать предметы!
sv: §eBesökare kan inte kasta ut saker!
vi_vn: §eKhông thể vứt vật phẩm!

source: Owner: {0}
cs: Vlastnik: {0}
da: Ejer: {0}
es: Dueño: {0}
fr: Chef: {0}
it: Proprietario: {0}
ko: 소유자: {0}
nl: Eigenaar: {0}
ru: Владелец: {0}
sv: Ägare: {0}
vi_vn: Quản lý: {0}

source: You cannot pick up other players' loot when you are a visitor!
cs: Nemuzes zvedat predmety ostatnich hracu kdyz jsi na navsteve!
da: Du kan ikke samle en andens ting op, når du er besøgende!
es: ¡No puedes recoger los ítems de otra isla cuando eres un visitante!
fr: Vous ne pouvez pas prendre le loot des autres joueurs lorsque vous êtes un visiteur!
it: Non puoi raccogliere gli oggetti degli altri giocatori quando sei un visitatore!
ko: 당신이 방문자일 때 다른 플레이어의 전리품을 획득할 수 없습니다!
nl: Je kan als gast geen items oppakken van andere spelers!
ru: Вы не можете забирать добычу других игроков, если Вы гость!
sv: §eDu kan inte ta upp saker när du är en besökare!
vi_vn: Bạn không thể nhặt vật phẩm ở đảo khác

source: §4You can only convert obsidian once every 10 seconds
cs: §4Obsidian muzes promenit v lavu pouze jednou za 10 vterin.
da: §4Do kan kun konvertere obsidian en gang hvert 10. sekund
fr: §4Vous ne pouvez convertir l'obsidienne, qu'une fois toutes les 10 secondes.
it: §4* §7Puoi convertire ossidiana solo una volta ogni 10 secondi
ko: §4당신은 오직 10초마다 옵시디언을 변환 할 수 있습니다.
nl: §4Je kunt alleen obsidiaan omzetten eens per 10 seconden
ru: §4Вы можете превращать обсидиан только раз в 10 секунд
vi_vn: §4Bạn có thể chuyển đổi nham thạch mỗi 10 giấy

source: §eChanging your obsidian back into lava. Be careful!
cs: §ePrave menis svuj obsidian na lavu. Davej si bacha kam slapes!
da: §eSkifter din obsidian tilbage til lava. Vær forsigtig!
es: §eCambiando tu obsidiana de nuevo a lava. ¡Ten cuidado la próxima!
fr: §eObsidienne changé en lave ! Soyez prudent !
it: §9* §7Cambiando la tua ossidiana in lava. Stai attento!
ko: §e당신의 옵시디언을 용암으로 되돌리는 중입니다. 조심하세요!
nl: §eVerander je Obsidian terug naar lava. Wel opletten!
ru: §eИзменяем обсидиан обратно в лаву. Будьте осторожны!
sv: §eOmvandlar din obsidian till lava igen. Var försiktig!
vi_vn: §eChuyển nham thạch trở lại thành dung nham. Cẩn thận!

source: §eYour inventory must have another empty space!
cs: §eTvuj inventar musi mit vice prazdneho mista!
da: §eDer skal være plads i dine tasker!
fr: §eVotre inventaire doit avoir un autre espace de libre !
it: §4* §7Il tuo inventario deve avere altro spazio vuoto!
ko: §e당신의 인벤토리에 반드시 빈공간이 있어야 합니다!
nl: §eJe inventaris moet tenminsten 1 lege plek hebben!
ru: §eВ вашем инвентаре должно быть еще одно пустое место!
sv: §eDitt inventarie måste ha mer tomt utrymme!
vi_vn: §Hành trang phải còn trống!

source: §4It''s a bad idea to replace your lava!
da: §4Det er en dårlig ide at fjerne din lava!
es: §4¡Es una mala idea reemplazar tu lava!
fr: §4C'est une mauvaise idée de remplacer votre lave !
it: §4* §7E'' una cattiva idea rimpiazzare la tua lava!
ko: §4당신의 용암을 대체하는건 좋은 생각이 아닌거 같네요!
nl: §4Het is een slecht idee om je lava te vervangen!
ru: §4Не стоит заменять лаву!
vi_vn: §4Ý tưởng lấp dung nham có vẻ tồi

source: §eYou cannot hurt island-members.
cs: §eNemuzes ublizit clenovi.
da: §eDu kan ikke skade medlemmer af øen.
fr: §eVous ne pouvez pas frapper les membres de l'île.
it: §4* §7Non puoi far male ai membri dell''isola.
ko: §e당신은 섬원을 해칠 수 없습니다.
nl: §eJe kan geen eiland leden verwonden
ru: §eВы не можете наносить урон членам острова.
sv: §eDu får inte skada medlemmar.
vi_vn: §eBạn không thể gây sát thương lên thành viên trong đảo

source: §4That player has forbidden you from teleporting to their island.
cs: §4Hrac ti zakazal teleportovat se na jeho ostrov.
da: §Den spiller har udelukket dig fra sin ø.
es: §4Ese jugador te prohibió teletransportarte a su isla.
fr: §4Ce joueur vous a interdit de se téléporter à son île.
it: §4* §7Quel giocatore ti ha §4proibito §7dal teletrasportarti alla loro isola.
ko: §4그 플레이어가 그들의 섬으로 당신이 텔레포트하는 것을 금지했습니다.
nl: §4Die speler heeft je verboden om naar zijn eiland te warpen.
ru: §4Этот игрок запретил Вам телепортироваться на его остров.
sv: §cDen spelaren har förbjudit dig från att warpa till sin ö.

source: §4That island is §clocked.§e No teleporting to the island.
cs: §4Tento ostrov je §clocked.§e Zadne teleportovani na ostrov nejde.
da: §Den ø er låst.§e Ikke muligt at teleportere til den.
es: §4Esa isla está §cbloqueada§4.§e No hay teletransportes a la isla.
fr: §4Cette île est §cvérrouillé.§e Impossible de s'y téléporter.
it: §4* §7Quell''isola è §4bloccata.§7 Nessun teletrasporto all''isola.
ko: §4그 섬은 §c잠겼습니다.§e 그 섬으로 텔레포트 할 수 없습니다.
nl: §4Dat eiland is §cgesloten.§e Er is geen teleport mogelijk.
ru: §4Этот остров §cзакрыт.§e На остров нельзя телепортироваться.
sv: §cDen ön är §clåst§e. Du får inte teleportera till ön.
vi_vn: §Đảo đã §ckhoá. §eKhông thể dịch chuyển vào.

source: §4{0} is limited. §eScanning your island to see if you are allowed to place more, please be patient
da: §4{0} er begrænset. §eSkanner din ø for at se om du må placere flere, hav tålmodighed, tak
it: §4{0} è limitato. §eScansione della tua isola in corso per vedere se puoi piazzarne ancora, sii paziente
ru: §4{0} ограничено. §eСканируем Ваш остров, чтобы узнать, разрешено ли Вам разместить больше, пожалуйста, будьте терпеливы

source: §e... Scanning complete, you can try again
da: §e... Skanning komplet, du kan nu forsøge igen
it: §e... Scansione completata, puoi provare di nuovo
ru: §e... Сканирование завершено, Вы можете попробовать еще раз

source: §4You''ve hit the {0} limit!§e You can''t have more of that type on your island!§9 Max: {1,number}
da: §4Du har nået {0} grænsen!§e Du kan ikke have flere af denne type på din ø!§9 Max: {1,number}
it: §4Hai raggiunto il limite di {0}!§e Non puoi averne più di quel tipo sulla tua isola!§9 Max: {1,number}
ru: §4Вы достигли предела {0}!§e Вы не можете иметь больше этого на вашем острове!§9 Максимум: {1,number}

source: §eYou can only use spawn-eggs on your own island.
cs: §eVejce na spawnuti muzes pouzit pouze na svem ostrove.
da: §eDu kan kun brug spawn-æg på din egen ø.
es: §4¡sólo puedes usar huevos de spawn en tu propia isla!
fr: §eVous pouvez uniquement utiliser les oeufs de spawn sur votre île.
it: §9* §7Puoi solo usare uova sulla tua isola.
ko: §e당신은 당신 소유의 섬에서 오직 spawn-eggs만 사용할 수 있습니다 .
nl: §eJe kan alleen spawn-eggs op je eigen eiland gebruiken.
ru: §eВы можете использовать спаун-яйца только на своем острове.
sv: §eDu kan använda spawnägg endast på din egna ö.
vi_vn: §eBạn chỉ có thể dùng trứng tạo sinh vật ở đảo của bản thân

source: §cYou have reached your spawn-limit for your island.
cs: §cDosahl jsi sveho spawn limitu pro svuj ostrov.
da: §eDu har nået din øs spawn-grænse.
es: §eHas alcanzado tu límite de spawn para tu isla.
fr: §cVous avez atteint la limite de spawn de votre île
it: §4* §7Hai raggiunto il tuo limite di spawn per la tua isola.
ko: §c당신은 당신 섬에서의 spawn제한에 다다랐습니다.
nl: §cJe hebt het maximake berijkt voor je spawn-limiet
ru: §cВы достигли лимита спауна для своего острова.
sv: §cDu har nått din spawn-limit för ön.
vi_vn: §cBạn đã đạt đến điểm bảo vệ giới hạn

source: §cBanned:§e You are banned from this island.
cs: §cBanned:§e Jsi zabanovan pro tento ostrov.
da: §cForvist:§e Du har ikke lov til at komme på denne ø.
es: §cBanneado: §eEstás banneado de esta isla.
fr: §cBanni:§e Vous êtes banni de cette île.
it: §4* §lBannato§r§4:§7 Sei bannato da questa isola.
ko: §cBanned:§e 당신은 이 섬으로부터 차단 되었습니다.
nl: §cVerbannen:§e je bent verbannen van dit eiland.
ru: §cБан:§e Вы забанены на этом острове.
sv: §cDu är bannad från denna ö.
vi_vn: §cBạn bị cấm khỏi đảo

source: §cLocked:§e That island is locked! No entry allowed.
cs: §cLocked:§e Tento ostrov je uzamcen! Vstup neni povolen.
da: §cLåst:§e Den ø er låst! Ingen adgang.
es: §cBloqueo:§e Esa isla está bloqueada! No se permite la entrada.
fr: §cVérrouilé:§c Cette île est vérrouillé ! Aucune entrée autorisée.
it: §4* Bloccata:§7 Quell''isola è §4bloccata! §7Accesso non consentito.
ko: §cLocked:§e 그 지역은 잠겼어! 어누 누구도 못들어가.
nl: §cgesloten:§e Dat ieland is gesloten! Geen toegang mogelijk.
ru: §cБлокировка:§e Этот остров заблокирован! Вход запрещен.
sv: §cLåst:§e Den ön är låst! Beträdelse nekas.
vi_vn: §eĐảo đã khoá! Không thể xâm nhập

source: §eWaiting for our turn §c{0,number,###}%
cs: §eCekam na tvuj tah §c{0,number,###}%
da: §eVenter på din tur §c{0,number,###}%
es: §eEsperando nuestro turno §c{0,number,###}%
fr: §9Création de l''île....§e{0,number,###}%
it: §4* §7In attesa del nostro turno §c{0,number,###}%
ko: §e우리의 턴을 기다리는 중입니다 §c{0,number,###}%
nl: §eWachten op onze beurt §c{0,number,###}%
ru: §eОжидание своей очереди §c{0,number,###}%
vi_vn: §eHãy chờ đến lược của bạn §c{0,number,###}%

source: §9Creating island...§e{0,number,###}%
cs: §9Vytvarim ostrov...§e{0,number,###}%
da: §9Bygger øen...§e{0,number,###}%
es: §9Creando isla...§e{0,number,###}%
fr: §9Création de l''île....§e{0,number,###}%
it: §9* §7Creazione di un''isola...§c{0,number,###}%
ko: §9섬을 만드는 중입니다...§e{0,number,###}%
nl: §9Het creëren van je island...§e{0,number,###}%
ru: §9Создание острова...§e{0,number,###}%
sv: §9Skapar ön... §e{0,number,###}%
vi_vn: §9Khởi tạo đảo ... §e{0,number,###}%

source: §9{0}§7 timed out
cs: §9{0}§7 cas vyprsel
da: §9{0}§7 timede ud
es: §9{0}§7 perdió la conexión
it: §9* {0}§7 tempo scaduto
ko: §9{0}§7 시간 초과
nl: De tijd om §9{0}§7 te accepteren is verlopen.
ru: §9{0}§7 вылетел
sv: §9{0}§7 gjorde timeout
vi_vn: §9{0}§7 hết giờ

source: §eDoing §9{0}§e is §cRISKY§e. Repeat the command within §a{1}§e seconds to accept!
cs: §ePrikaz §9{0}§e je §criskantni§e. Opakuj prikaz do §a{1}§e sekund pro vykonani!
da: §eAt udføre §9{0}§e er §cRISIKABELT§e. Gentag kommandoen inden for §a{1}§e sekunder for at fortsætte!
es: §eHacer §9{0}§e es §cARRIESGADO§e. ¡Repite el comando antes de §a{1}§e segundos para aceptar!
fr: §eFaire ceci §9{0}§e est §cDANGEREUX§e. Répeter la commande avant §a{1}§e secondes pour confirmer !
it: §4* §7Fare §a{0}§7 è §4RISCHIOSO§7. Ripeti il comando entro §4{1}§7 secondi per accettare!
ko: §e명령어 §9{0}§e 사용은 §c허벌나게 위험합니다§e. 승낙하려면 §a{1}§e초 내로 커맨드를 반복하세요
nl: §eHet commando §9{0}§e is §cRISKANT§e. Herhaal het commando in §a{1}§e seconden om het te accepteren!
ru: §eВыполнять §9{0} §cОПАСНО§e. Повторите команду в течение §а{1}§е секунд, чтобы подтвердить!
sv: §eAnvändande av §9{0}§e är §cRISKFULLT§e. Repetera kommandot inom §a{1}§e sekunder för att acceptera!
vi_vn: §eLặp lại lệnh trong §a{1}§e giây để chấp nhận! {0}

source: §4** You are entering a protected - but abandoned - island area.
cs: §4**Vstupujes do chranene, ale opustene oblasti ostrova.
da: §4** Du ankommer nu til en beskyttet - men forladt - ø.
es: §4** Estás entrando al área de una protegida - pero abandonada - isla.
fr: §4** Vous entrez sur sur une île abandonné mais protégée.
it: §4* §7Stai entrando in una protteta §4- ma abbandonata - §7area dell''isola.
ko: §4** 당신은 보호받지만 버려진 섬으로 텔레포트 하는 중입니다.
nl: §4** je komt een beveiligde - maar verlaten - eiland regio binnen.
ru: §4** Вы входите на защищенную - но заброшенную - территорию острова.
sv: §c** Du beträder du en skyddad, men övergiven, Skyblock.
vi_vn: §4** Bạn đã vào vùng được bảo vệ nhưng bị bỏ hoang

source: §d** You are entering §b{0}''s §disland.
cs: §d** Zacatek ostrova hrace §b{0} §d.
da: §d** Du ankom til §b{0}''s §disland.
es: §d** Estás entrando en la isla de §b{0}§d.
fr: §d**Vous entrez sur l''île de §b{0}.
it: §d** Stai entrando nell''isola di §b{0} §d.
ko: §d** 당신은 §b{0}§d의 섬에 입장하는 중입니다.
nl: §d** Je komt bij §b{0}''s §deiland binnen.
ru: §d** Вы входите на остров §b{0}.
sv: §d** Du beträder nu §b{0}s §dSkyblock.
vi_vn: §d** Bạn đã vào đảo của §b{0}

source: §4** You are leaving an abandoned island.
cs: §4** Opoustis opusteny ostrov.
da: §4** Du forlader nu en forladt ø.
es: §4** Estás saliendo de una isla abandonada.
fr: §4** Vous quittez une île abandonnée.
it: §4* §7Stai uscendo da un''isola abbandonata.
ko: §4** 당신은 버려진 섬에서 나오는 중입니다.
nl: §4** Je verlaat een verlaten eiland.
ru: §4** Вы покидаете заброшенный остров.
sv: §c** Du lämnar nu en övergiven Skyblock.
vi_vn: §4** Bạn vừa rời khỏi hoang đảo.

source: §d** You are leaving §b{0}''s §disland.
cs: §d** Konec ostrova hrace §b{0}§d.
da: §d** Du forlader nu §b{0}''s §dø.
es: §d** Estás saliendo de la isla de §b{0}§d.
fr: §d** Vous quittez l''île de §b{0}.
it: §9* §7Stai uscendo dall''isola di §6{0}§7.
ko: §d** 당신은 §b{0}' §d의 섬을 떠나는 중입니다.
nl: §d** Je hebt §b{0}''s §deiland verlaten.
ru: §d** Вы покидаете остров §b{0}.
sv: §d** Du lämnar nu §b{0}s §dSkyblock.
vi_vn: §d** Bạn đã rời đảo của §b{0}

source: §eYour island is now locked. Only your party members may enter.
cs: §eTvuj ostrov je nyni uzamcen. Pouze clenove party mohou vstoupit.
da: §eDin ø er nu låst. Kun medlemmer kan teleportere til den.
es: §eTu isla está ahora bloqueada. sólo los miembros de tu grupo podrán entrar.
fr: §eVotre île est maintenant vérrouillé. Seuls vos membres peuvent y entrer.
it: §4* §7La tua isola è ora §4bloccata§7. Solo i membri del tuo party possono entrare.
ko: §e당신의 섬은 이제 봉인되었습니다. 오직 당신의 파티 멤버만 들어올 수 있습니다.
nl: §eJe eiland is gesloten voor andere spelers. Alleen je party leden kunnen je eiland betreden.
ru: §eВаш остров теперь заперт. Войти на него могут только члены Вашей группы.
sv: §eDin ö är nu låst och endast gruppmedlemmar kan beträda.
vi_vn: §eĐảo của bạn đã khoá. Chỉ có thành viên trong đảo có thể vào.

source: §4You must be the party leader to lock your island!
cs: §4Musis byt vudce party aby si mohl uzamcit ostrov!
da: §4Kun lederen kan låse øen!
es: §4¡Tienes que ser el líder de tu grupo para bloquear tu isla!
fr: §4Tu dois être le chef de l'île pour pouvoir la verrouiller !
it: §4* §7Devi essere il leader del party per bloccare la tua isola!
ko: §4파티의 리더여야 당신의 섬을 잠글 수 있습니다!
nl: §4Je moet eiland eigenaar zijn om je eiland op slot te doen.
ru: §4Вы должны быть лидером группы, чтобы заблокировать свой остров!
sv: §cEndast gruppledaren kan låsa ön!
vi_vn: §4Bạn phải là quản lý đảo để khoá đảo
