Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: §eGetting your island ready, please be patient, it can take a while.
cs: §eTvuj ostrov bude brzy pripraven, bud trpelivy, muze to chvilku trvat.
da: §eForbereder din ø til dig, venligst vær tålmodig, det kan tage noget tid.
es: §eDejando tu isla lista, por favor sé paciente, esto puede tomar un rato.
fr: §eVotre île est prête, soyez patient cela peut prendre un certain temps..
it: §ePreparazione della tua isola in corso, sii paziente, può volerci un po''.
ko: §e당신의 섬을 준비하는 중입니다, 조금만 참아주세요, 조금 시간이 걸립니다.
nl: §eJe eiland word gereed gemaakt, heb geduld, dit kan even duren.
ru: §eВаш остров подготавливается. Это может занять некоторое время.
sv: §eFörbereder din ö, vänligen vänta lite...
vi_vn: §eKhởi tạo đảo, xin vui lòng chờ trong giây lát.

source: §cCommand is currently disabled!
cs: §cPrikaz je momentalne necinny!
da: §cKommando er utilgængelig i øjeblikket!
fr: §cLa commande est actuellement désactivé !
it: §4* §7Il comando è attualmente disabilitato!
ko: §c이 명령어는 현재 꺼져있습니다!
nl: §cCommando is op moment gedeactiveerd!
ru: §cЭта команда отключена!
sv: §cKommandor är inaktiverat!

source: North
cs: Sever
da: Nord
it: Nord
ko: 북쪽
nl: Noord
ru: Север
sv: Norr
vi_vn: Bắc

source: North-East
cs: Severovychod
da: Nord-Øst
fr: North-Est
it: Nord-Est
ko: 북동쪽
nl: Noord-Oost
ru: Северо-восток
sv: Nordöst
vi_vn: Đông bắc

source: East
cs: Vychod
da: Øst
fr: Est
it: Est
ko: 동쪽
nl: Oost
ru: Восток
sv: Öst
vi_vn: Đông

source: South-East
cs: Jihovychod
da: Syd-Øst
fr: Sud-Esr
it: Sud-Est
ko: 남동쪽
nl: Zuid-Oost
ru: Юго-восток
sv: Sydöst
vi_vn: Đông nam

source: South
cs: Jih
da: Syd
fr: Sud
it: Sud
ko: 남쪽
nl: Zuid
ru: Юг
sv: Syd
vi_vn: Nam

source: South-West
cs: Jihozapad
da: Syd-Vest
fr: Sud-Ouest
it: Sud-Ovest
ko: 남서쪽
nl: Zuid-West
ru: Юго-запад
sv: Sydväst
vi_vn: Tây nam

source: West
cs: Zapad
da: Vest
fr: Ouest
it: Ovest
ko: 서쪽
ru: Запад
sv: Väst
vi_vn: Tây

source: North-West
cs: Severozapad
da: Nord-Vest
fr: Nord-Ouest
it: Nord-Ovest
ko: 북서쪽
nl: Noord-West
ru: Северо-запад
sv: Nordväst
vi_vn: Tây bắc

source: §4You must be standing within {0} blocks of all required items.
cs: §4Pro splneni ukolu musis byt max {0} bloku od umistenych predmetu.
da: §4Du skal stå inden for {0} blokke af alle de påkrævede elementer.
es: §4Tienes que estar parado a menos de {0} bloques de todos los items requeridos.
fr: §4Vous devez êtres dans les alentours de {0} blocks de tout les items requis
it: §4* §7Devi essere entro §c{0} §7blocchi di tutti gli oggetti richiesti.
ko: §4당신은 모든 요구된 아이템의 {0} 블록 안에 서있어야 합니다.
nl: §4Je moet binnen {0} blokken staan van alle benodigde items.
sv: §cDu måste stå inom minst {0} block ifrån allt krävda material.
vi_vn: §4Bạn phải đứng trong phạm vi {0} block đối với những nguyên liệu của nhiệm vụ.

source: Either send a message directly to your group, or toggle it on/off.
da: Send en besked til din gruppe, eller toggle chat on/off.
fr: Envoyez directement un message à votre groupe, ou désactiver/activer le.
it: Invia un messaggio direttamente al tuo gruppo, o impostalo on/off.
ko: 타 그룹에 메세지를 보내기, 혹은 on/off 로 조절
nl: Stuur een bericht direct naar je groep, of schakel het aan/uit.
sv: Skicka antingen ett meddelande direkt till gruppen, eller skifta det på/av.
vi_vn: Gửi tin nhắn trực tiếp đến nhóm của bạn, hoặc tùy chọn tắt/mở.

source: §eInvalid player {0} supplied.
cs: §eNeplatny hrac {0} doplnen.
da: §eForkert spiller-navn {0} givet.
es: §eJugador {0} inválido.
fr: §eLe joueur {0} est invalide.
it: §4* §7Giocatore §6{0} §7specificato non valido.
ko: §e유효하지 않은 플레이어 {0}가 공급하였습니다.
nl: §eDe speler {0} bestaat niet.
sv: §eFelaktigt spelarnamn {0} angivet.
vi_vn: §eKhông có người chơi {0} .

source: §a<section>
it: §a<sezione>

source: tries to fix the the area of flatland.
cs: Pokusi se opravit oblast flatland.
da: forsøger at fjerne flatland under øen.
es: intenta reparar un area de terreno plano.
fr: tenter de fixer le domaine de la plaine.
it: tenta di correggere l''area di pianura.
ko: 평지 지역을 고치는 것을 시도합니다.
nl: probeerd het flatland te repareren in de omgeving.
sv: gör ett försök att fixa arean för flatland.
vi_vn: Đang thử sửa khu vực đất phẳng

source: §4No flatland detected at {0}''s island!
da: §4Intet fladland fundet ved {0}''s ø!
es: §4¡No se detecto terreno plano en la isla de {0}!
fr: §4Aucun terrain plat détecté sur l''île de {0} !
it: §4* §7Nessuna pianura rilevata nell''isola di §6{0}§7!
ko: §4{0}의 섬에 평지가 탐지되지 않음!
nl: §4Er is geen vlakland gevonden onder {0}''s eiland
vi_vn: §4Không có đảo hợp lệ tại đảo của {0}

source: §e{0} old island locations will be used before new ones.
cs: §ePocet starych pozice §5 {0} §e ostrovu budou uprednostneny pred novymi.
da: §e{0} gamle ø-placeringer vil blive brugt før nye.
es: §e{0} localizaciones antiguas de islas serán usadas para islas nuevas.
fr: §eL'ancien emplacement de l'île {0} seront utilisés avec les nouveaux
it: §4* §7{0} i luoghi vecchi dell''isola verranno usati prima dei nuovi.
ko: §e{0} 오래된 섬 위치는 새것으로 교체되기 전까지 사용됩니다.
nl: §e{0} oude eiland locatie zullen worden hergebruikt voordat een nieuw locatie word gekozen.
sv: §e{0}gamla öars positioner kommer att användas för nya.
vi_vn: §e{0} Địa điểm cũ của các đảo sẽ được dung trước cái mới.

source: §eNo currently shown regions for this player
cs: §eV soucasne dobe se tomuto hraci nezobrazuji regiony.
da: §eIngen regioner at vise for denne spiller
fr: §eActuellement aucun régions à afficher pour ce joueur
it: §4* §7Nessuna regione mostrata per questo giocatore
ko: §e해당 플레이여의 지역이 없습니다.
nl: §eEr worden geen regio''s weergegeven voor deze speler
sv: §eIngen nuvarande visad region för denna spelare
vi_vn: §eKhông có khu vực nào được xuất hiện cho người chơi này

source: Score Count Block
cs: Skore poctu bloku
da: Score Antal Blok
es: Recuento de Puntuación de Bloques
fr: Nombre de blocks
it: Blocco Conto Punteggi
ko: 점수 카운트 블록
nl: Score van het aantal blokken
sv: Poäng Antal Blocktyp
vi_vn: Điểm theo khối

source: general island command
cs: obecne prikazy ostrova
da: generel ø kommando
es: comando de isla general
fr: commandes générales
it: comando generale dell''isola
ko: 일반적인 섬 커맨드
nl: algemeen eiland command
sv: allmänt skyblock kommando
vi_vn: lệnh thông thường

source: §cNo Access! §eYou are trying to teleport to the roof of the §cNETHER§e, that is not allowed.
cs: §cNemas povoleni! §e Snazis se teleportovat na strechu §cNETHER§e, tohle neni povoleno!
da: §cIngen adgang! §eDu prøver at komme til taget af §cNETHER§e, det er ikke tilladt.
es: §c¡No tienes acceso! §eEstás intentando teletransportarte al techo del §cINFIERNO§e, eso no está permitido.
fr: §cAccés interdit !§e Vous avez essayé de vous téléporter sur le toît du §cNETHER§c, ce n'est pas autorisé.
it: §4* Nessun Accesso! §7Stai cercando di teletrasportarti sul tetto del §4NETHER§7, non è consentito.
ko: §c엑세스 안됨! §e 당신은 §cNETHER§e의 지붕으로 텔레포트하려 했지만, 그것은 불가능합니다.
nl: §cGeen Toegang! §eJe probeert om naar het dak van de §cNETHER§e te teleporteren, dat is niet toegestaan.
sv: §eDu försöker att teleportera till taket av Nether, vilket inte är tillåtet.
vi_vn: §cKhông thể dịch chuyển vượt giới hạn độ cao §cĐịa ngục

source: §7 - MojangAPI:{4}: {0,number,##}% ({1}/{2}, failed:{3} ~ {5,number,##}%), {6}
fr: §7 - MojangAPI:{4}: {0,number,##}% ({1}/{2}, échoués:{3} ~ {5,number,##}%), {6}
it: §9* §7 - MojangAPI:{4}: {0,number,##}% ({1}/{2}, fallito:{3} ~ {5,number,##}%), {6}
ko: §7 - MojangAPI:{4}: {0,number,##}% ({1}/{2}, 실패:{3} ~ {5,number,##}%), {6}
nl: §7 - MojangAPI:{4}: {0,number,##}% ({1}/{2}, mislukt:{3} ~ {5,number,##}%), {6}
sv: §7 - MojangAPI:{4}: {0,number,##}% ({1}/{2}, misslyckades: {3} ~ {5,number,##}%), {6}

source: §eProgress: {0,number,##}% ({1}/{2} - success:{3}, failed:{4}, skipped:{5}) ~ {6}
da: §eProgress: {0,number,##}% ({1}/{2} - ok:{3}, fejl:{4}, skipped:{5}) ~ {6}
fr: §eProgression: {0,number,##}% ({1}/{2} - réussis:{3}, échoués:{4}, passés:{5}) ~ {6}
it: §4e* §7Progresso: {0,number,##}% ({1}/{2} - successo:{3}, fallito:{4}, saltato:{5}) ~ {6}
ko: §e진행중: {0,number,##}% ({1}/{2} - 성공:{3}, 실패:{4}, 스키:{5}) ~ {6}
nl: §eVoortgang: {0,number,##}% ({1}/{2} - succes:{3}, mislukt:{4}, overgeslage:{5}) ~ {6}

source: §cSKY §f> §7 {0}
es: §cSkyBlock §f> §7 {0}
it: §4Sky §9Messaggio §4: §7 {0}
ko: §c하늘 §f> §7 {0}
sv: §c{0}
vi_vn: §cBầu trời §f> §7 {0}

source: §cWatchdog!§9 Unable to locate a chest within {0}, bailing out.
cs: §cWatchdog!§9 Nemozne urcit pozici truhly v {0}.
da: §cVagthund!§9 Ude af stand til at finde en kiste inden for {0}, giver op.
es: §9Incapaz de localizar un cofre en {0} bloques.
fr: §cOh! §9 Impossible de localiser un coffre dans les {0}.
it: §4* Watchdog!§7 Impossibile trovare una cassa entro §4{0}§7, abbandono.
ko: §c감시견!§9 {0}개 내로 상자를 놓을 수 없음, 돈 내고 풀려나는 중.
nl: §cWatchdog!§9 Kan geen chest vinden in {0}, process gestopt.
sv: §cVakthund!§9 Kan inte lokalisera en kista inom {0}.
vi_vn: §cCẩn thận!§9 Không thể đặt rương với {0}.

source: &aLeft:&7 Increment with {0}
da: &aVenstre:&7 Tilføj {0}
it: &aSinistra:&7 Incrementa con {0}
ko: &aㅈ클릭:&7 Increment with {0}
nl: &aLinks:&7 Verhogen met {0}
sv: &aVänsterklick:&7 Ökning med {0}

source: §9Integer Editor
cs: §9Integrovany editor
da: §9Tal Redigering
es: §9Editor de Enteros
fr: §9Editeur de nombre
it: §4* §7Editor Interi
ko: §9Integer 에디터
vi_vn: §9Soạn thảo số

source: invite other players to the island if there is enough room for more members
cs: Pozvanky Moznost zasilani pozvanek jinym hracum, aby se stali spolumajiteli tveho ostrova.
da: inviter andre spillere til øen, hvis der er plads nok
es: invitar a otros otros jugadores a la isla si hay suficiente espacio para más miembros.
fr: inviter d'autres joueurs sur l'île si il y a assez de place pour d'autres membres
it: invitare altri giocatori nell''isola se c'è abbastanza spazio per altri membri
ko: 만약 많은 멤버에게 충분한 방이 있다면 다른 플레이어들을 섬으로 초대합니다
nl: nodig andere spelers uit als er nog plaats is voor meer leden
sv: bjud in andra spelare till ön om det finns tillräckligt med plats för fler spelare
vi_vn: mời người chơi vào đảo nếu đảo còn trống.

source: kick other players from the island, but they are unable to kick the island leader.
cs: Vykopnuti jinych hracu Muzou vykopavat jine hrace ze spoluvlastnictvi ostrova. Nejde vykopnout majitele ostrova.
da: kan sparke andre spillere af øen, men kan ikke sparke øens ejer.
es: echar a otros de la isla pero no pueden echar al líder de esta.
fr: kick d'autre joueurs depuis l'île, mais ne peuvent pas kick le chef de l'île
it: cacciare altri giocatori dall''isola, ma loro non possono cacciare il capo dell''isola.
ko: 섬에서온 다른 플레이어들을 강퇴합니다 하지만 그들은 섬 리더를 강퇴할 수 없습니다.
nl: verwijder andere spelers van het eiland, maar ze kunnen de eiland eigenaar niet verwijderen.
sv: kicka andra spelare från ön, men de kan inte kicka gruppledaren.
vi_vn: trục xuất người chơi nhưng không thể trục xuất quản lý.

source: §cClick within §9{0}§c to leave!
cs: §cKlikni v §9{0}§c pro odchod!
da: §cKlik indenfor §9{0}§c for at forlade!
fr: §cClique dans §9{0}§c pour quitter !
it: §cClicca entro §9{0}§c per abbandonare!
ko: 떠나기 위하여 §9{0}§c내에 클릭하세요!
nl: §cKlik binnen §9{0}§c om te verlaten!
sv: §cKlicka inom §9{0}§c för att lämna!
vi_vn: §cNhấp vào §9{0}§c để trờ về

source: §cClick within §9{0}§c to restart!
cs: §cKlikni v §9{0}§c pro restart!
da: §cKlik inden for §9{0} for at genstarte!
fr: §cClique dans §9{0}§c pour redémarrer !
it: §cClicca entro §9{0}§c per riavviare!
ko: 재시작 하기위하여 §9{0}§c안에 §c클릭 해 주세요!
nl: §cKlik binnen §9{0}§c om te herstarten!
sv: §cKlicka inom §9{0}§c för att börja om!
vi_vn: §cNhấp vào §9{0}§c để tái khởi tạo

source: §f{0} §7{1} §9 by {2} §7{3}
da: §f{0} §7{1} §9 af {2} §7{3}
es: §f{0} §7{1} §9 por {2} §7{3}
fr: §f{0} §7{1} §9 par {2} §7{3}
nl: §f{0} §7{1} §9 bij {2} §7{3}
sv: §f{0} §7{1} §9 av {2} §7{3}
vi_vn: §f{0} §7{1} §9 dịch bởi {2} §7{3}

source: §9Item List Editor
cs: §9Editor itemu
es: §9Editor de Lista de Items
ko: §9아이템 리스트 에디터

source: §eRemoving {0}'s island.
cs: §eOdstranuji {0}'s ostrov.
sv: §eTar bort {0}s ö.

source: §4No flatland detected at {0}'s island!
cs: §4Zadna volna plocha nenalezena na {0} ostrove!
sv: §cIngen flatland hittades på {0}s ö!

source: §eFinding all islands that has been abandoned for more than {0} days.
cs: §eVyhledavam vsechny sirotky starsi : {0} dnu.
sv: §eHittar alla öar som har varit övergivna i mer än {0} dagar.

source: §4PURGE:§e Repeat the command within {0} to accept.
cs: §4CISTENI:§e Opakuj prikaz behem {0} pro prijmuti.
sv: §4RENSNING:§e Repetera det kommandot inom {0} för att fortsätta.

source: §4A purge is already running, please wait for it to finish!
cs: §4Cisteni jiz bezi, prosim vyckejte az se dokonci!
sv: §cEn rensning pågår redan, vänligen vänta på att den avslutas först!

source: set a player's island to your location
cs: Nastavi hracuv ostrov do vasi aktualni polohy.
sv: sätt en spelares ö till din nuvarande position

source: §aSet {0}'s island to the bedrock nearest you.
cs: §aNastav {0} ostrov na nejblizsi bedrock ve tvem okoli.
sv: §aSätt {0}s ö till din närmaste bedrock.

source: §4Bedrock not found: unable to set the island!
cs: §4Zadny bedrock nenalezen: nelze nastavit ostrov!
sv: §4Bedrock hittades inte, kan inte ställa in öns position!

source: §4PURGE:§9 Scanning done, found {0} candidates for purgatory.
cs: §4PURGE:§9 Skenovani dokonceno, nalezeno {0} polozek k ociste.
sv: §cRENSNING:§9 Skanning klart, hittade {0} kandidater för rensning.

source: §eInvitation for {0}'s island has timedout or been cancelled.
cs: §ePozvanka na ostrov {0}§e vyprsela nebo byla zrusena.
sv: §eInbjudan för {0}s ö har gjort timeout eller blivit avbruten.

source: check your or anothers island info
cs: Podivej se na informace o ostrove.
sv: kolla din eller en annans ös info

source: §4Only the island's owner can invite!
cs: §4Pouze majitel ostrova muze prizvat jiného hrace!
sv: §cEndast gruppledaren kan bjuda in spelare till ön!

source: §eInformation about {0}'s Island:
cs: §eInformace o ostrove hrace {0} :
sv: §eInformation om {0}s ö:

source: set your island's warp location
cs: Nastav lokaci warpu na ostrove
sv: ställer in öns warp position

source: §cYou do not have permission to set your island's warp point!
cs: §cNemas opravneni nastavit misto pro teleport!
sv: §cDu saknar rättighet att ställa in öns warp position!

source: §cYou do not have permission to enable/disable your island's warp!
cs: §cNemas opravneni povolit / zakazat teleport na ostrove!
sv: §cDu saknar rättighet att aktivera/inaktivera öns warp!

source: §eYou are now trusted on §4{0}'s §eisland.
cs: §eNyni ti zacal verit §4{0}' §ena tvem ostrove.
sv: §eDu är nu betrodd på §4{0}s ö.

source: §eYou are no longer trusted on §4{0}'s §eisland.
cs: §eTi prestal verit §4{0}'s §eisland.
sv: §eDu är inte längre betrodd på §4{0}s ö.

source: warp to another player's island
cs: warp k ostrovu jneho hrace
sv: warpa till en annan spelares ö

source: §eYou can not use another islands portals!
cs: §eNemuzes pouzit porty na ostatních ostrovech!
sv: §eDu får inte använda portalen på en annan ö!

source: §4It's a bad idea to replace your lava!
cs: §4To byl ale blbej napad premistit lavu!
sv: §cDet är en dålig idé att ersätta din lava!

source: change the island's biome.
sv: byt öns biome

source: toggle the island's lock.
cs: Prepinat uzamceni ostrova
sv: aktivera eller inaktivera öns lås

source: set the island's warp.
cs: Nastavovani warpu na ostrove
sv: ställ in öns warp

source: toggle the island's warp.
cs: Prepinat moznost teleportace
sv: aktivera eller inaktivera öns warp

source: §eClick here to return to §eyour island group's info.
cs: §eKlikni zde pro navrat na §ehlavni nabidku ostrova.
sv: §eKlicka här för att återvända §etill din gruppinfo.

source: §eHover over a player's icon to §eview their permissions. The §eleader can change permissions §eby clicking a player's icon.
cs: §eUmistenim mysi na ikonu hrace §ezobrazis jeho opravneni. §eVudce ostrova muze tyto opravneni zmenit §ekliknutim na ikonu hrace.
sv: §eHovra en spelares ikon för att §evisa deras rättigheter. Endast §eledaren kan ändra rättigheter §egenom att klicka på ikonen.

source: §e<Click to change this player's permissions>
cs: §e<Klikni pro zmenu prav tohoto hrace>
sv: §e<Klicka för att ändra denna spelares rättigheter>

source: Want to join another player's island instead of starting your own? If another player invites you to their island you can click here or use §e/island accept§f to join them. §e§lClick here to accept an invite! §e§l(You must be invited first)
cs: Chces se pripojit k jinemu hraci na jeho ostrov misto aby jsi mel svuj vlastni ostrov? Pokud te jiny hrac pozve na svuj ostrov pomoci prikazu: /usb invite <tvujnick> Tak klikni sem, nebo pouzij prikaz §e/island accept§f aby jsi povrdil zadost.. §e§lKlikni zde pro prijmuti pozvanky! §e§l(Musis byt pozvan jako prvni)
sv: Vill du gå med i en annan spelares ö istället för att starta din egna? Om en spelare bjuder in dig till sin ö så klicka här eller använda §e/island accept§f för att gå med. §e§lKlicka här för att tacka ja! §e§l(Du måste bli inbjuden först)

source: Return to your island's home point. You can change your home point to any location on your island using §b/island sethome §e§lClick here to return home.
cs: Navrat domu na tvuj ostrov. Jestli chces zmenit svou pozici domova, tak napis prikaz §b/is sethome nebo klikni na ikonu postele. §e§lKlikni zde pro navrat domu.
sv: Återvänd till din Skyblocks hem. Du kan flytta ditt hem till en annan position på ön med §b/island sethome §e§lKlicka här för att återvända hem.

source: §4Unable to warp you to that player's island!
cs: §4Je nemozne te teleportovat na ostrov tohoto hrace!
sv: §4Kan inte warpa till den spelarens ö!

source: §aTeleporting you to {0}'s island.
cs: §aTeleportuji te na ostrov hrace {0}.
sv: §aTeleporterar dig till {0}s ö.

source: §eOrphans: {0}
cs: §eSirotci: {0}

source: N/A
vi_vn: Không xác định
