Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: refreshes the chunks around the player
cs: Znovu nacte chunky okolo hrace.
da: genindlæser chunks omkring spilleren
es: actualiza los chunks alrededor del jugador
fr: rafraichir les chunks autour du joueur
it: aggiorna i chunk attorno al giocatore
ko: 플레이어 주변의 창크를 청소합니다
nl: herlaad de chunks rondom de speler
ru: обновляет чанки вокруг игрока
sv: uppdaterar alla chunks runt spelaren
vi_vn: refreshes chunks quanh người chơi

source: §eResending chunks to the client
cs: §ePreposlani chunku do klienta
da: §eGensender chunks til klienten
es: §eReenviando los chunks al cliente
fr: §eRenvoyer les chunks au client
it: §4* §7Reinviando i chunk al client
ko: §e의뢰인에게 덩어리들을 다시보내는 중입니다
nl: §eHersturen van de chunks naar de client
ru: §eОтправляем чанки на клиент
sv: §eSkickar alla chunks till klienten på nytt
vi_vn: §eGửi lại chunk tới cilent

source: load the region chunks
cs: Nacte chunky regionu.
da: load chunks fra regionen
es: cargar los chunks de la region
fr: charger les chunks de la région
it: carica i chunk di una regione
ko: 지역의 Chunks를 로드합니다
nl: laad de regio chunks
ru: загрузить регионы чанка
sv: ladda regionens chunks

source: §eLoading chunks at {0}
cs: §eNacitam chunky na {0}
da: §eHenter chunks ved {0}
es: §eCargando los chunks en {0}
fr: §eChunks chargés à {0}
it: §4* §7Caricamento dei chunk a {0}
ko: §e{0}에 Chunks을 로딩하는 중입니다
nl: §eHet laden van de chunks op {0}
ru: §eЗагрузка чанков в {0}
sv: §eLaddar chunks vid {0}

source: §eUnloading chunks at {0}
cs: §eOdnacitam chunky v {0}
da: §eFrigiver chunks ved {0}
es: §eDescargando los chunks en {0}
fr: §eChunks déchargés à {0}
it: §4* §7Scaricamento dei chunk a {0}
ko: §e{0}에 Chunks들을 언로딩하는 중입니다
nl: §eHet ontladen van de chunks op {0}
ru: §eВыгрузка чанков в {0}
sv: §eAvladdar chunks vid {0}

source: update the WG regions
cs: Aktualizace WG regionu
da: opdater world-guard regioner
es: actualiza las regiones de WG
fr: mettre à jour les regions WG
it: §4* §7aggiorna le regioni di WG
ko: 월드가드 지역을 업데이트합니다
nl: Bijwerken van de WG regio''s
ru: обновить регионы WG
sv: uppdaterar WorldGuard-regioner

source: §eIsland world-guard regions updated for {0}
cs: §eOstrovni world-guard region aktualizovan pro {0}
da: §eØens world-guard region opdateret for {0}
es: §eRegiones de isla de WorldGuard actualizadas para {0}
fr: §eLes régions world guard des îles mit à jour pour {0}
it: §4* §7Regioni world-guard dell''isola aggiornate per {0}
ko: §e{0}를 위하여 섬의 월드가드 지역이 업데이트 되었습니다.
nl: §eEiland world-guard regio is bijgewerkt voor {0}
ru: §eОстровные регионы WorldGuard обновлены для {0}
sv: §eÖns WorldGuard region uppdaterades för {0}

source: §eNo island found at your location!
cs: §eZadny ostrov na tve pozici nenalezen.
da: §4Ingen valid ø på din position!
es: §eNo se encontro isla en tu localización!
fr: §eAucune île trouvé à votre position !
it: §4* §7Nessuna isola trovata alla tua posizione!
ko: §e당신의 위치에서 어떠한 섬도 발견하지 못했습니다!
nl: §eEr is geen eiland gevonden op je locatie!
ru: §eОстров в Вашем местоположении не найден!
sv: §eIngen ö hittades vid din position!
vi_vn: §eKhông tìm thấy đảo tại vị trí của bạn

source: refreshes the chunk around the player
da: indlæser det omkringliggende gitter
it: ricarica il chunk attorno al giocatore
ko: 플레이어 주위의 청크를 갱신 합니다.
nl: verfrist de chunk rond de speler
ru: обновляет чанк вокруг игрока
sv: uppdaterar chunken vid spelaren

source: Ultimate SkyBlock Admin
cs: Nejvyssi SkyBlock Admin
ru: Администратор Ultimate SkyBlock

source: show player-information
cs: Ukaz informace o hraci
da: vis spiller-information
es: mostrar información del jugador
fr: voir les informations des joueurs
it: mostra le informazioni-giocatore
ko: 플레이어 정보를 보여줍니다
nl: laat speler-informatie zien
ru: показать информацию об игроке
sv: visa information om spelare
vi_vn: xem thông tin người chơi

source: try to complete a challenge
cs: Zkus dokoncit vyzvu.
da: forsøg at aflever en udfordring
fr: essayer de completer un challenge
it: tenta di completare una sfida
ko: 도전과제를 완료합니다.
nl: probeer om een uitdaging the voltooien
ru: попытаться выполнить задание
sv: försök att slutför uppdraget

source: §cCommand only available for players.
cs: §cPrikaz dostupny pouze pro hrace.
da: §cKommandoen er kun tilgængelig for spillere.
fr: §cCommande disponible uniquement pour les joueurs.
it: §4* §7Comando eseguibile solo dai giocatori.
ko: §c해당 명령어는 플레이어에게만 유효합니다.
nl: §cCommando is alleen voor spelers.
ru: §cКоманда доступна только для игроков.
sv: §cKommandot är endast tillgängligt för spelare.

source: show information about the challenge
cs: Ukaz informace o ukolu.
da: vis informationer om udfordringer
fr: voir les informations à propos du challenge
it: mostra le informazioni sulla sfida
ko: 도전과제에 관한 정보를 확인합니다.
nl: laat de informative zien van een uitdaging
ru: показать информацию о задании
sv: visa information om uppdraget

source: §eRank:
cs: §eSekce:
es: §eRango:
fr: §eRang :
it: §eRango:
ko: §e랭크:
ru: §eРанг:
vi_vn: §eXếp hạng:

source: §4This Challenge is not repeatable!
cs: §4Ukol je neopakovatelny.
da: §4Denne udfording er ikke gentagelig!
es: §4¡Este reto no es repetible!
fr: §4Ce challenge ne peut être refait !
it: §4Questa Sfida non è ripetibile!
ko: §4반복할 수 없는 도전과제입니다!
nl: §4Deze uitdaging kan niet herhaald worden!
ru: §4Это задание нельзя повторить!
sv: §cDetta uppdrag är ej repeterbart!
vi_vn: §4Không thể làm lại nhiệm vụ!

source: §4You will lose all required items when you complete this challenge!
cs: §4Prijdes o vsechny potrebne predmety kdyz dokoncis tento ukol!
da: §4Du vil miste alle de påkrævede ting, når du gennemfører denne udfordring!
es: §4¡Perderás todos los items requeridos cuando completes este reto!
fr: §eVous perdrez tous les éléments nécessaires lorsque vous remplirez ce challenge !
it: §4* §7Perderai tutti gli oggetti richiesti quando completerai questa sfida!
ko: §4이 도전과제를 완료되었을때 모든 필요한 아이템들을 잃게 됩니다!
nl: §4Je verliest alle benodigde items wanneer je deze uitdaging voltooid!
ru: §4Вы потеряете все необходимые предметы, когда выполните это задание!
sv: §cDu kommer att förlora allt krävda material när du gör detta uppdrag!
vi_vn: §4Bạn sẽ mất những món đồ sau khi hoàn thành!

source: §4All required items must be placed on your island, within {0} blocks of you.
cs: §4Vsechny potrebne predmety musi byt umisteny na tvem ostrove, okolo {0} kolem tebe.
da: §4Alle de påkrævede elementer skal være på din ø, indenfor {0} meter fra dig.
es: §4Todos los items requeridos tienen que estar puestos en tu isla, dentro de un rango de {0} bloques alrededor tuyo.
fr: §4Tous les élements requis doivent être placés sur votre île, dans {0} blocs autour de vous.
it: §4* §7Tutti gli oggetti richiesti devono essere piazzati sulla tua isola, entro §c{0} §7blocchi da te.
ko: §4All 필요한 아이템들은 무조건 당신의 섬에서 당신의 {0} 블록 안팎으로 놓여져야 합니다.
nl: §4Alle benodigde items moeten op je eiland geplaatst zijn, binnen een bereik van {0} bij jouw vandaan.
ru: §4Все требуемые предметы должны быть размещены на вашем острове в пределах {0} блоков от Вас.
sv: §cAllt krävda material måste vara placerat på din ö, minst {0} blocks ifrån dig.
vi_vn: §4Tất cả món đồ phải đươc đặt trong skyblock của bạn trong bán kính {0} blocks.

source: §eTo complete this challenge, use §f/c c {0}
cs: §ePro dokonceni tohoto ukolu, pouzij §f/c c {0}
da: §eFor at gennemføre denne udfordring, brug §f/c c {0}
es: §ePara completar este reto, usa §f/c c {0}
fr: §ePour compléter le challenge, utilise §f/c c {0}
it: §a* §7Per completare questa sfida, usa §a/c c {0}
ko: §e도전과제를 완료하려면 §f/c c {0}를 사용하세요
nl: §eOm deze uitdaging te voltooien, gebruik §f/c c {0}
ru: §eДля выполнения этого задания используйте §f/c c {0}
sv: §e§lFör att genomföra detta uppdrag, använda §f/c c {0}
vi_vn: §eĐể hoàn thành nhiệm vụ, gõ lệnh §f/c c {0}

source: §4Invalid challenge name! Use /c help for more information
cs: §4Nazev ukolu je neplatny! Pouzij /c help pro vice informaci.
da: §4Forkert udfordringsnavn!§e Brug §9/c help§e for mere info
es: §4¡Nombre de reto inválido! Usa §b/c help §b4 para más información.
fr: §4Nom de challenge invalide ! Utilise /c help pour plus d'informations
it: §4* §7Nome sfida invalido! Usa §a/c §7help per maggiori informazioni
ko: §4유효하지 않은 도전과제 이름입니다! 더 많은 정보가 필요하면 /c help를 이용하세요
nl: §4De uitdagings naam is ongeldig! Gebruik / c help voor meer informatie
ru: §4Неправильное название задания! Используйте /c help для получения дополнительной информации
sv: §cFelaktigt namn på uppdraget! Använd /c help för mer information.
vi_vn: §4Tên nhiệm vụ không đúng! Gõ lệnh /c help để có thêm thông tin

source: complete and list challenges
cs: Seznam kompletnich ukolu.
da: aflever og se udfordringer
fr: liste des challenges
it: completa ed elenca le sfide
ko: 도전과제 완료후 목록 확인
nl: compleet en vermelde uitdagingen
ru: выполнить и показать задания
sv: slutför och visa uppdragen

source: §eChallenges has been disabled. Contact an administrator.
cs: §eUkoly byly vypnuty. Kontaktuj admina.
da: §eUdfordringer er deaktiveret. Kontakt en administrator.
es: §eLos retos han sido deshabilitados. Contacta un administrador.
fr: §eChallenge désactivé. Contacte un administrateur.
it: §4* §7Le sfide sono state disabilitate. Contatta un admin.
ko: §e도전과제가 실행되지 않았습니다. 관리자에게 문의하세요.
nl: §eDe uidagingen zijn uitgeschakeld. Neem contact op met een administrator.
ru: §eЗадания были отключены. Обратитесь к администратору.
sv: §eUppdrag är inaktiverat. Vänligen kontakta en administratör.
vi_vn: §eNhiệm vụ bị tắt.Gọi admin server để mở.

source: §4You can only submit challenges in the skyblock world!
cs: §4Ukoly muzes splnit pouze ve SkyBlock svete!
da: §4Du kan kun gennemføre udfordringer i skyblock verdenen!
es: §4¡sólo puedes completar los retos en el mundo de islas!
fr: §4Vous pouvez compléter les challenges uniquement dans le mode du skyblock !
it: §4* §7Puoi inviare sfide solo nel mondo skyblock!
ko: §4당신은 오직 skyblock 월드의 도전과제만을 할 수 있습니다!
nl: §4Je kan alleen uitdaginged voltooien in de skyblock wereld!
ru: §4Вы можете принимать задания только в мире Skyblock!
sv: §cDu kan endast göra uppdrag i Skyblockvärlden!
vi_vn: §4Bạn chỉ có thể hoàn thành nhiệm vụ ở skyblock !

source: §4You can only submit challenges when you have an island!
cs: §4Ukoly muzes splnit pouze kdyz mas ostrov!
da: §4Du kan kun gennemføre udfordringer når du har en ø!
es: §4¡No puedes completar los retos si no tienes una isla!
fr: §4Vous pouvez compléter les challenges uniquement quand vous avez une île !
it: §4* §7Puoi fare sfide solo quando hai un''isola!
ko: §4당신이 섬을 가졌을 때에만 도전과제를 할 수 있습니다!
nl: §4Je kan alleen uitdaginged voltooien als je een eiland hebt!
ru: §4Вы можете принимать вызовы, только когда у Вас есть остров!
sv: §cDu kan endast göra uppdrag när du har en ö!
vi_vn: §4Bạn chỉ có thể hoàn thành nhiệm vụ khi bận đã tạo skyblock

source: §4Your island is full, or you have too many pending invites. You can't invite anyone else.
cs: §4Tvuj ostrov je plny, nebo ma dosazen maximalni pocet pozvani. Nemuzes prizvat nikoho dalsiho.
da: §4Din ø er fuld, eller du har for mange udestående invitationer. Du kan ikke invitere flere.
es: §4Tu isla está llena, o tienes muchas invitaciones pendientes. No puedes invitar a nadie más.
fr: §4Votre île est pleine, ou vous avez trop d'invitations en attente. Vous ne pouvez pas inviter quelqu'un d'autre.
it: §4* §7La tua isola è piena, o hai troppi inviti in attesa. Non puoi invitare nessun altro.
ko: §4당신의 섬은 꽉 찼습니다, 아니면 당신은 보류된 초대가 너무 많습니다. 당신은 아무도 초대할 수 없습니다
nl: §4Je eiland is vol, of je hebt teveel uitnodigingen open staan. Je kunt niemand anders uitnodigen.
ru: §4Ваш остров переполнен, или у Вас слишком много ожидающих приглашений. Вы не можете пригласить никого другого.
sv: §cDin ö är full, eller så har du för många väntande inbjudningar. Du kan inte bjuda in fler just nu.
vi_vn: §4Đảo đã đầy, hoặc có quá nhiều lời mời đang chờ

source: §4That player is already leader on another island.
cs: §4Tento hrac uz je vudce na jinem ostrove.
da: §4Den spiller er allerede leder på en anden ø.
es: §4Ese jugador ya es el líder de otra isla.
fr: §4Ce joueur est déjà le chef d'une autre île.
it: §4* §7Quel giocatore è già leader di un''altra isola.
ko: §4그 플레이어는 이미 다른 섬의 리더입니다.
nl: §4Die speler is al eigenaar van een ander eiland..
ru: §4Этот игрок уже является лидером на другом острове.
sv: §cDen spelaren är redan ledare för en annan ö.
vi_vn: §4Người chơi đã là thủ lĩnh của đảo khác.

source: §e{0}§e tried to invite you, but you are already in a party.
cs: §e{0}§ se te snazi pozvat, ale ty jsi uz v parte.
da: §e{0}§e forsøgte at invitere dig, men du er allerede i en gruppe.
es: §e{0}§e intentó invitarte, pero ya estas en un grupo.
fr: §e{0}§e veut vous inviter, mais vous êtes déjà dans un groupe.
it: §9* §{0}§7 ha provato ad invitarti, ma sei già in un party.
ko: §e{0}§e가 당신을 초대하려 했지만 당신은 이미 파티에 들어가 있습니다.
nl: §e{0}§e probeerde je uit te nodigen, maar je bent al lid van een ander eiland.
ru: §e{0}§e пытался пригласить Вас, но Вы уже в группе.
sv: §e{0}§e försökte att bjuda in dig men du är redan med i en grupp.
vi_vn: §e{0}§e đã mời bạn, nhưng bạn đã ở trong 1 đảo

source: §aInvite sent to {0}
da: §aInvitation sent til {0}
it: §9* §7Invito inviato a {0}
ko: §a{0} 에게 초대장 발송
nl: §aUitnodiging gestuurd naar {0}
ru: §aПриглашение отправлено для {0}

source: {0}§e has invited you to join their island!
cs: {0}§e tep pozval aby ses pridal na jeho ostrov!
da: {0}§e har inviteret dig til at deltage på sin ø!
es: §e¡§e{0}§e te ha invitado a unirse a su isla!
fr: {0}§e vous invite à rejoindre son île
it: §9* §6{0} §7ti ha invitato ad entrare nella sua isola!
ko: {0}§e가 당신을 그들의 섬으로 초대하였습니다!
nl: {0}§e heeft je uitgenodigd om lid te worden van zijn/haar eiland!
ru: {0}§е пригласил Вас присоединиться к их острову!
sv: {0}§e har bjudit in dig till att gå med i deras ö!
vi_vn: {0}§e mời bạn vào đảo

source: §f/island [accept/reject]§e to accept or reject the invite.
cs: §f/island [accept/reject]§e pro prijmuti nebo odmitnuti se k nemu pridat.
da: §f/island [accept/reject]§e for at acceptere invitationen.
es: §bUsa /island [accept/reject]§e para aceptar o rechazar la invitación.
fr: §f/island [accept/reject]§e pour accepter ou rejeter l'invitation.
it: §9* §f/island [accept/reject]§7 per §aaccettare o §4rifiutare §7l''invito.
ko: §f/island [accept/reject]§e 초대를 승낙/거절 하세요.
nl: §f/island [accept/reject]§eom de uitnodiging te accepteren of te weigeren.
ru: §f/island [accept/reject]§e принять или отклонить приглашение.
sv: §f/island [accept/reject]§e för att tacka ja eller nej till inbjudan.
vi_vn: §f/island [accept/reject]§e để chấp nhận/ từ chối lời mời

source: §4WARNING: You will lose your current island if you accept!
cs: §4VAROVANI: Prijdes o svuj momentalni ostrov pokud nabidku prijmes!
da: §4ADVARSEL: Du vil miste din nuværende ø hvis du accepterer!
es: §4ADVERTENCIA: ¡Perderás tu isla actual si aceptas!
fr: §4ATTENTION: Vous perdrez votre île si vous acceptez !
it: §4* AVVERTIMENTO§7: Se accetterai l''invito perderai la tua isola!
ko: §4경고: 승낙하면 당신은 현재 섬을 잃게 됩니다 !
nl: §4WAARSCHUWING: Je zult je eiland verliezen als je de uitnodiging accepteerd!
ru: §4ПРЕДУПРЕЖДЕНИЕ: Вы потеряете свой текущий остров, если согласитесь!
sv: §cVARNING: Du kommer att förlora din nuvarande ö om du tackar ja!
vi_vn: §4Cảnh báo: bạn sẽ mất đảo nếu đồng ý

source: {0}§d invited {1}
cs: {0}§d pozval {1}
da: {0}§d inviterede {1}
es: {0}§d invitó a {1}
fr: {0}§d a invité {1}
it: §6{0}§a ha invitato §6{1}
ko: {0}§d가 {1}를 초대했습니다
nl: {0}§d uitgenodigd {1}
ru: {0}§d пригласил {1}
sv: {0}§d bjöd in {1}
vi_vn: {0}§d Đã mời {1}

source: {0}§e has rejected the invitation.
cs: {0}§e odmitl tvoje pozvani.
da: {0}§e har afvist invitationen.
es: {0}§e ha rechazado la invitación.
fr: {0}§e a rejeté l'invitation.
it: §9* §6{0} §7ha §4rifiutato §7l''invito.
ko: {0}§e가 초대를 거절하였습니다.
nl: {0}§e heeft de uitnodiging geweigerd.
ru: {0}§е отклонил приглашение.
sv: {0}§e har tackat nej till din inbjudan.
vi_vn: {0}§e đã từ chối lời mời.

source: §4You can't use that command right now. Leave your current party first.
cs: §4nemuzes ted pouzit tento prikaz. Nejdriv musís opustit soucasnou partu.
da: §4Du kan ikke bruge den kommando lige nu. Forlad din nuværende ø først.
es: §4No puedes usar ese comando ahora mismo. Deja tu grupo actual primero.
fr: §4Vous ne pouvez pas utiliser cette commande en ce moment. Quittez votre premier groupe actuel.
it: §4* §7Non puoi usare questo comando ora. Prima lascia il tuo party.
ko: §4당신은 해당 커맨드를 지금 쓸 수 없습니다. 당신의 파티를 먼저 떠나주세요.
nl: §4je kunt dat command nu niet gebruiken. Verlaat eerst uw huidige party.
ru: §4Вы не можете использовать эту команду прямо сейчас. Сначала покиньте свою текущую группу.
sv: §cDu kan inte använda det kommandot just nu. Lämna din nuvarande grupp först.
vi_vn: §4Không dung được command, hãy rời đảo trước

source: §aYou have joined an island! Use /island party to see the other members.
cs: §aPridal ses na ostrov! Pouzij /island party pro zobrazeni ostatnich hracu v parte.
da: §aDu er blevet medlem af en ø! Brug §9/island party§a for at se de andre medlemmer.
es: §a¡Te has unido a una isla! Usa §b/island grupo§a para ver los otros miembros.
fr: §aVous avez rejoint une îe ! Utiliser /island party pour voir les autres membres.
it: §9* §7Sei entrato in un''isola! Usa §a/island party §7per vedere gli altri membri.
ko: §a당신은 섬에 참가하였습니다! 다른 멤버들을 보기 원하면 /island party 를 사용하세요.
nl: §aJe hebt je aangesloten bij een eiland! Gebruik /island party om alle andere leden te zien.
ru: §aВы присоединились к острову! Используйте /island party, чтобы увидеть других участников.
sv: §aDu har gått med en ö! Använd /island party för att visa andra gruppmedlemmar.
vi_vn: §aBạn đã tham gia đảo! Gõ /island party để xem những thành viên khác.

source: §eInvitation for {0}§e has timedout or been cancelled.
cs: §ePozvanka pro {0}§e vyprsela nebo byla zrusena.
da: §eInvitationen til {0}§e er udløbet og er blevet annulleret.
es: §eLa invitación para {0}§e ha vencido o ha sido cancelada.
fr: §eL''invitation pour {0}§e a expiré ou a été annulé.
it: §7L''invito per §6{0} §7è scaduto o è stato cancellato.
ko: §e{0}§e에게 한 초대가 시간초과 되었거나 취소되었습니다.
nl: §eDe uitnodiging van {0}§e is verlopen of geannuleerd.
ru: §eПриглашение для {0}§e истекло по времени или было отменено.
sv: §eInbjudan för {0}§e har gjort timeout eller blivit avbruten.
vi_vn: §eLời mời {0} đã quá thời hạn hoặc bị huỷ bỏ.

source: §eInvitation for {0}''s island has timedout or been cancelled.
da: §eInvitationen til {0}''s ø er udløbet og er blevet annulleret.
es: §eLa invitación para la isla de {0} ha vencido o ha sido cancelada.
fr: §eL'invitation pour l'île de {0} a expiré ou a été annulé.
it: §9* §7L''invito per l''isola di §6{0} è scaduto o stato cancellato.
ko: §e{0}의 섬으로의 초대가 시간초과 되었거나 취소되었습니다 .
nl: §eDe uitnodiging van {0}''s eiland is verlopen of geannuleerd.
ru: §Приглашение на остров {0} истекло по времени или было отменено.
vi_vn: §eLời mời đến dảo của {0} đã quá thời hạn hoặc bị huỷ bỏ.

source: §eYou have accepted the invitation to join an island.
cs: §ePrijmul si zadost pridat se na ostrov.
da: §eDu har accepteret en invitation til at blive medlem af en ø.
es: §eHas aceptado la invitación de unirte a una isla.
fr: §eVous avez accepté l'invitation pour rejoindre l'île.
it: §9* §7Hai §aaccettato §7l''invito per entrare in un''isola.
ko: §e당신은 섬에 참여하는 초대를 승낙했습니다.
nl: §eJe hebt een uitnodiging geaccepteerd om lid te worden van een eiland.
ru: §eВы приняли приглашение присоединиться к острову.
sv: §eDu har tackat ja till en inbjudan att gå med i en ö.
vi_vn: §eBạn chấp nhận lời mời gia nhập đảo.

source: §4You haven't been invited.
cs: §4Nebyl jsi pozvan.
da: §4Du er ikke blevet inviteret.
es: §4No has sido invitado.
fr: §4Vous n'avez pas été invité.
it: §9* §7Non sei stato invitato.
ko: §4초대받은 것이 없습니다.
nl: §4Je bent niet uitgenodigd.
ru: §4Вас не пригласили.
sv: §4Du har inte blivit inbjuden.
vi_vn: §4Bạn không được mời

source: §eYou have rejected the invitation to join an island.
cs: §eOdmitl jsi pozvani na ostrov.
da: §eDu har afvist invitationen til en ø.
es: §eHas rechazado la invitación de unirte a una isla.
fr: §eVous avez rejeté l'invitation pour rejoindre l'île.
it: §9* §7Hai §4rifiutato §7l''invito per entrare in un''isola.
ko: §e당신은 섬에 참여하라는 초대를 거절하였습니다.
nl: §eJe hebt de uitnodoging geannuleerd.
ru: §eВы отклонили приглашение присоединиться к острову.
sv: §eDu har tackat nej till en inbjudan att gå med i en ö.
vi_vn: §eBạn từ chơi lời mời gia nhập đảo

source: accept/reject an invitation.
cs: Prijmi nebo odmitni pozvani prikazy: §e/accept nebo /reject
da: afvis eller accepter invitationen.
es: aceptar/rechazar una invitación.
fr: accepter/rejeter une invitation.
it: accetta/rifiuta un invito.
ko: 초대에 accept/reject 하세요.
nl: accepteren/weiger een uitnodiging.
ru: принять/отклонить приглашение.
sv: tacka ja eller nej till en inbjudan.
vi_vn: chấp nhận/từ chối lời mời.

source: teleports you to your island (or create one)
cs: Teleportuje te na tvuj ostrov (nebo zalozi novy)
da: teleporterer dig til din ø (eller opretter en ny)
fr: vous téléporte sur votre île (ou en crée une)
it: §9* §7ti teletrasporta alla tua isola (o ne crea una)
ko: 당신의 섬으로 이동합니다 (혹은 생성)
nl: teleporteert je naar je eiland (of maakt er een aan)
ru: телепортирует Вас на Ваш остров (или создаст его)
sv: teleporterar dig till din ö (eller skapar en)

source: ban/unban a player from your island.
cs: Ban/Unban hraci na tvem ostrove.
da: ban/unban en spiller fra din ø.
es: bannea/desbannea a un jugador de tu isla.
fr: bannir/débannir un joueur de votre île.
it: banna/sbanna un giocatore dalla tua isola.
ko: 당신의 섬에서 플레이어를 차단/차단 취소 하세요.
nl: ban/unban een speler van uw eiland.
ru: забанить/разбанить игрока на Вашем острове.
sv: banna eller unbanna en spelare från din ö.
vi_vn: (bỏ) cấm người chơi.

source: exempts user from being banned
da: bloker brugeren fra at blive bannet
it: esenta un utente dall''essere bannato
ko: 해당 유저는 벤에서 면제되었습니다.
nl: stelt de speler vrij van verbannen
ru: освобождает пользователя от бана
sv: undantar spelaren från att bli bannad

source: §eThe following players are banned from warping to your island:
cs: §eNasledujici hraci byly zabanovani pro portovani na tvuj ostrov:
da: §eDe følgende spillere er udelukket fra at teleportere til din ø:
es: §eLos siguientes jugadores estan banneados de teletransportarse a tu isla:
fr: §eLes joueurs bannis du warp de votre île :
it: §4* §7I seguenti giocatori sono §4bannati §7dal fare il warp alla tua isola:
ko: §e다음의 플레이어는 당신의 섬에서 워프하는 것이 금지되었습니다:
nl: §eDe volgende spelers zijn geblokkeert om naar uw eiland te warpen:
ru: §eСледующим игрокам запрещено варпаться на Ваш остров:
sv: §eFöljande spelare är bannad från att warpa till din ö:
vi_vn: §eNhững người chơi cấm bạn đến đảo của họ:

source: §eTo ban/unban from your island, use /island ban <player>
cs: §ePro ban/unban pro tvuj ostrov, pouzij /island ban <player>
da: §eFor at udelukke/tilgive spillere, brug §9/is ban <spiller>
es: §ePara bannear/desbannear a alguien de tu isla, usa §b/island ban <player>
fr: §ePour bannir/debannir un joueur de votre île, /island ban <pseudo>
it: §9* §7Per §4bannare§7/§asbannare §7dalla tua isola, usa §a/island ban <giocatore>
ko: §e당신의 섬에서 차단/차단 취소 하려면, island ban을 쓰세요 <플레이어>
nl: §eOm een speler te bannen/unbannen van je eiland, gebruik /island ban <speler>
ru: §eЧтобы забанить/разбанить кого-либо на Вашем острове, используйте /island ban <player>
sv: §eFör att banna eller unbanna från din ö, använd /island ban <namn>
vi_vn: §eĐể (bỏ) cấm, dùng /island ban <tên người chơi>
