Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: §4You can't ban members. Remove them first!
cs: §4Nemuzes zabanovat clena. Napred jej smaz!
da: §4Du kan ikke udelukke medlemmer. Fjern dem først!
es: §4No puedes bannear a miembros. ¡Quítalos primero!
fr: §4Vous ne pouvez pas bannir de joueur. Retirer les de l'île d'abord !
it: §4* §7Non puoi bannare i membri. §4Rimuovili §7prima!
ko: §4당신은 멤버들을 차단할 수 없습니다. 먼저 그들을 제거하세요!
nl: §4Je kunt geen leden verbannen. Verwijder ze eerst van de party!
ru: §4Вы не можете банить участников. Сначала удалите их!
sv: §cDu kan inte banna gruppmedlemmar. Ta bort dem från ön först!
vi_vn: §Bạn không thế cấm người chơi. Hãy trục xuất họ trước!

source: §4You do not have permission to kick/ban players.
cs: §4Nemas opravneni vyhodit/zabanovat hrace.
da: §4Du har ikke tilladelse til at udelukke spillere.
es: §4No tienes permiso para kickear/bannear jugadores.
fr: §4Vous n'avez pas la permission pour exclure/bannir des joueurs.
it: §4* §7Non hai il permesso per cacciare/bannare giocatori.
ko: §4당신은 플레이어를 차단/퇴장 시킬 권한이 없습니다.
nl: §4Je hebt geen toestemming om leden te verweideren of te verbannen.
ru: §4Вы не имеете права выгонять/банить игроков.
sv: §cDu saknar rättighet att kicka eller banna spelare.
vi_vn: §4Bạn không có quyền trục xuất/cấm ngươi chơi

source: §eUnable to ban unknown player {0}
cs: §eNelze zabanovat nezname hrace {0}
da: §eUde af stand til at banne ukende spiller {0}
fr: §eImpossible de ban ce joueur (joueur inconnu) {0}
it: §e* §7Impossibile bannare il giocatore sconosciuto {0}
ko: §e플레이어 {0}는 벤할 수 없습니다.
nl: §eKan geen onbekende speller verbannen{0}
ru: §Невозможно забанить неизвестного игрока {0}
sv: §eKunde inte banna okänd spelare {0}

source: §4{0} tried to ban you from their island!
cs: §4{0} se te snazil zabanovat na jeho ostrove!
da: §4{0} forsøgte at udelukke dig fra deres ø!
fr: §4{0} a essayé de vous bannir de leur île
it: §4* §7{0} ha provato a §4bannarti §7dalla loro isola!
ko: §4{0} 가 당신을 그들의 섬에서 벤하려 시도했습니다!
nl: §4{0} probeerde je van z'n eiland te verbannen
ru: §4{0} пытался забанить Вас на своем острове!
sv: §c{0} försökte att banna dig från din ö!
vi_vn: §4{0} cố gắng cấm bạn đến đảo của họ

source: §4{0} is exempt from being banned.
cs: §4{0} je odbanovan.
da: §4{0} kan ikke bannes.
fr: §4{0} est excepté du bannissement.
it: §4* §7{0} è esente dall''essere bannato.
ko: §4{0} 는 벤에서 면제되었습니다.
nl: §4{0} kan niet worden verbannen
ru: §4{0} не может быть забанен.
sv: §c{0} undantas från att bli bannad.
vi_vn: §4{0} không thể bị cấm

source: §eYou have banned §4{0}§e from warping to your island.
cs: §eJsi zabanovan §4{0}§e pro portovani na svuj ostrov.
da: §eDu har udelukket §4{0}§e fra at teleportere til din ø.
es: §eHas banneado a §4{0}§e de teletransportarse a tu isla.
fr: §eVous avez banni §4{0}§e du warp de votre île.
it: §4* §7Hai bannato §4{0}§7 dal fare il warp alla tua isola.
ko: §e 당신은 §4{0}§e가 당신의 섬으로 워프하는 것을 금지했습니다..
nl: §eJe hebt §4{0}§e verbannen om naar uw eiland te warpen.
ru: §eВы запретили §4{0}§e варпаться на Ваш остров.
sv: §eDu har bannat §c{0}§e från att warpa till din ö.
vi_vn: §eBạn cấm §4{0} dịch chuyển đến đảo của bạn

source: §eYou have been §cBANNED§e from {0}§e''s island.
cs: §eByl jsi §cBANNED§e pro ostrov hrace {0}§e''.
da: §eDu er blevet §cFORVIST§e fra {0}§e''s ø.
es: §eHas sido §cBANNEADO§e de la isla de {0}§e.
fr: §eVous avez été §cBANNI§e de l''île de {0}.
it: §4* §7Sei stato §4BANNATO§7 dall''isola di §6{0}§7.
ko: §e 당신은 {0}§e''의 섬에서 §c차단§e 되었습니다 .
nl: §eJe bent §cVERBANNEN §e van {0}§e''s eiland.
ru: §eВы были §cЗАБАНЕНЫ§e на острове {0}.
sv: §eDu har blivit bannad från att warpa till {0}s ö.
vi_vn: §eBạn bị §cCấm§e tại đảo của {0}

source: §eYou have unbanned §a{0}§e from warping to your island.
cs: §eByl jsi odbanovan §a{0}§e pro portovani na svuj ostrov.
da: §eDu har tilladt §a{0}§e at teleportere til din ø.
es: §eHas desbanneado a §a{0}§e de teletransportarse a tu isla.
fr: §eVous avez débanni §a{0}§e du warp de votre île.
it: §9* §7Hai §asbannato §6{0} §7dal fare il warp alla tua isola.
ko: §e당신은 §a{0}§e가 당신의 섬에서 워프하는 것의 금지를 풀었습니다.
nl: §eJe hebt §a{0}§e toegang gegeven om weer naar uw eiland te warpen.
ru: §eВы запретили §a{0}§e варпаться на Ваш остров.
sv: §eDu har unbannat §a{0}§e från att warpa till din ö.
vi_vn: §eBạn bỏ lệnh cấm §a{0}§e, người chơi có thể dịch chuyển đến đảo của bạn.

source: §eYou have been §aUNBANNED§e from {0}§e''s island.
cs: §eBudes §aUNBANNED§e pro ostrov hrace {0}§e''.
da: §eDu er blevet §aBENÅDET§e af {0}.
es: §eHas sido §aDESBANNEADO§e de la isla de {0}§e
fr: §eVous avez été §aDEBANNI§e de l''île de {0}.
it: §9* §7Sei stato §aSBANNATO§7 dall''isola di §6{0}§7.
ko: §e당신은{0}§e''의 섬에서 §a차단 해제§e 되었습니다 .
nl: §eJe bent §aONTBANNED§e van {0}§e''s ieland.
ru: §eВы были §aРАЗБАНЕНЫ§e на острове {0}.
sv: §eDu har blivit unbannad från att warpa till {0}s ö.
vi_vn: §eBạn được §abỏ lệnh cấm§e tại đảo của {0}

source: change the biome of the island
cs: Meni biom na ostrove.
da: ændr øens biome
es: cambia el bioma de la isla
fr: changer le biome de votre île
it: cambia il bioma dell''isola
ko: 섬의 생태계를 바꿉니다
nl: verander de biome van het eiland
ru: изменить биом острова
sv: byt öns biome
vi_vn: chuyển vùng

source: exempt player from biome-cooldown
da: lad brugeren undgå biome-tidsbegrænsning
it: esenta il giocatore dalla ricarica-bioma
ko: 바이옴 쿨다운에서 해당 플레이어를 제외합니다.
nl: Stelt speller vrij van biome-cooldown
ru: освободить игрока от кулдауна на смену биомов
sv: undanta spelaren från biome-cooldown

source: Let the player change their islands biome to {0}
da: Tillad spilleren at ændre øens biome til {0}
it: Lascia il giocatore cambiare il bioma della sua isola a {0}
ko: 해당 플레이어의 섬 바이옴을 {0} 로 변경합니다.
nl: Laat de speller zijn biome veranderen naar {0}
ru: Позволяет игроку изменить биом своего острова на {0}
sv: Låt spelaren byta deras biome till {0}

source: §cYou do not have permission to change the biome of your current island.
cs: §cNemas opravneni zmenit biom na tomto ostrove.
da: §cDu har ikke tilladelse til at ændre biome for din ø.
es: §cNo tienes permiso para cambiar el bioma de esa isla.
fr: §cVous n'avez pas la permission pour changer le biome de l'île actuelle.
it: §4* §7Non hai il permesso di cambiare il bioma della tua isola corrente.
ko: §c당신의 현재 섬의 생태계를 바꿀 권한이 없습니다.
nl: §cje hebt geen toestemming om de biome te veranderen op uw huidige eiland.
ru: §cУ вас нет разрешения на изменение биома Вашего текущего острова.
sv: §cDu saknar rättighet att byta biome på nuvarande ö.
vi_vn: §cBạn không có quyền chuyển vùng đảo hiện tại.

source: §4You do not have permission to change the biome of this island!
cs: §4Nemas opravneni zmenit biom tohoto ostrova!
da: §4Du har ikke tilladelse til at ændre biome for denne ø!
es: §4¡No tienes permiso para cambiar el bioma de tu isla!
fr: §4Vous n'avez pas la permission pour changer le biome de l'île !
it: §4* §7Non hai il permesso di cambiare il bioma di questa isola!
ko: §4당신은 이섬의 생태계를 바꿀 권한이 없습니다!
nl: §4Je hebt geen toestemming om de biome te veranderen van dit eiland!
ru: §4У Вас нет разрешения на изменение биома этого острова!
sv: §cDu får inte byta biome på denna ö!
vi_vn: §4Bạn không có quyền chuyền vùng cho đảo này

source: §eYou must be on your island to change the biome!
cs: §eMusis byt na svem ostrove aby si mohl zmenit biom!
da: §eDu skal være på din ø, for at ændre biome!
es: §e¡Debes estar en tu isla para cambiar el bioma!
fr: §eVous devez être sur votre île pour changer le biome !
it: §4* §7Devi essere sulla tua isola per cambiare il bioma!
ko: §생태계를 바꾸려면 꼭 자신의 섬에 있어야 합니다!
nl: §eJe moet op je eiland zijn om de biome te veranderen!
ru: §eВы должны находиться на своем острове, чтобы изменить биом!
sv: §eDu måste vara på din ö för att kunna byta biome!
vi_vn: §eBạn phải ở trên đảo của mình để chuyển vùng

source: §cYou have misspelled the biome name. Must be one of {0}
cs: §cZadal jsi spatne nazev biomu. Musi to byt jedno z {0}
da: §cDu har stavet biomen forkert. Skal være en af {0}
fr: §cVous avez mal orthographié le nom du biome. Doit faire parti de cette liste : {0}
it: §4* §7Hai scritto male il nome del bioma. Deve essere uno di {0}
ko: §c당신은 생태계 이름을 잘못 적었습니다. 반드시 {0} 들중 하나여야 합니다.
nl: §cJe hebt de biome verkeert gespeld. Het moet een van deze {0} zijn
ru: §cВы неправильно указали название биома. Должно быть одно из {0}
sv: §cDu har felstavat biomets namn. Måste vara en av {0}
vi_vn: §cBạn chọn sai tên vùng. Phải là một trong {0}

source: §eYou can change your biome again in {0,number,#} minutes.
cs: §eMuzes znovu zmenit biom az za {0,number,#} minut.
da: §eDu kan ikke ændre biome de næste {0,number,#} minutter.
es: §ePodrás cambiar el bioma de tu isla de nuevo en {0,number,#} minutos.
fr: §eVous ne pouvez pas changer le biome avant {0,number,#} minutes.
it: §9* §7Potrai cambiare il tuo bioma ancora tra §c{0,number,#} §7minuti.
ko: §e당신은 생태계를 {0,number,#}분 후에 다시 바꿀 수 있습니다.
nl: §eJe kunt je biome weer veranderen in {0,number,#} minuten.
ru: §eВы можете снова изменить свой биом через {0,number,#} минут.
sv: §eDu kan byta biome igen om {0,number,#} minuter.
vi_vn: §eBạn có thể chuyển vùng lần nữa trong {0,number,#} phút.

source: §cYou do not have permission to change your biome to that type.
cs: §cNemas opravneni menit toto podnebi.
da: §4Du har ikke tilladelse til at ændre til den biome.
es: §No tienes permiso para cambiar a ese bioma.
fr: §cVous n'êtes pas autorisé à changer votre biome à ce type.
it: §4* §7Non hai il permesso di cambiare il tuo bioma in quel tipo.
ko: §c당신은 생태계를 그 타입으로 바꿀 권한이 없습니다..
nl: §cJe hebt geen toestemming om de biome te veranderen van dit eiland!
ru: §cУ Вас нет разрешения изменить свой биом на этот тип.
sv: §cDu saknar rättighet att byta öns biome till den typen.
vi_vn: §cBạn không có quyền chuyển đến vùng này.

source: §7The pixies are busy changing the biome near you to §9{0}§7, be patient.
da: §7De små feer har travlt med at ændre naturen omkring dig til §9{0}§7, vær tålmodig.
it: §2* §7I pixie sono impegnati a cambiare il bioma vicino a te a §9{0}§7, sii paziente.
ko: §7pixies가 현재 §9{0}§7로 바이옴을 변경하느라 바쁩니다, 인내심을 가지세요.
nl: §7De Pixies zijn bezig met het veranderen van de biome bij jou naar §9{0}§7, heb geduld.
ru: §7Феи заняты изменением биома рядом с Вами на §9{0}§7, будьте терпеливы.
sv: §7Byter biome nära dig till {0}, vänligen vänta.

source: §7The pixies are busy changing the biome in your current chunk to §9{0}§7, be patient.
ru: §7Феи заняты изменением биома в текущем чанке на §9{0}§7, будьте терпеливы.

source: §7The pixies are busy changing the biome of your island to §9{0}§7, be patient.
cs: §7Pracujeme na zmene biomu: §9{0}§7, nicmene chvili to potrva, bud trpelivy :) .
da: §7Feerne har travlt med at ændre biomen for din ø til §9{0}§7, vær venligst tålmodig.
fr: §7Les pixels sont occupés à changer le biome de votre île en §9{0}§7, soyez patient.
it: §a* §7I pixie sono occupati cambiando il bioma della tua isola a §9{0}§7, sii paziente.
ko: §7작은요정들이 당신 섬의 생태계를 §9{0}§7로 바꾸고 있어 바쁩니다, 조금만 기다려주세요.
nl: §7De elfjes zijn bezig je eiland biome te veranderen §9{0}§7, heb gedult.
ru: §7Феи заняты изменением биома Вашего острова на §9{0}§7, будьте терпеливы.
sv: §7Byter biome på din ö till {0}, vänligen vänta.
vi_vn: §7Đang chuyển vùng thành §9{0}§7, hãy kiên nhẫn.

source: §eInvalid biome {0} supplied!
da: §eForkert biome {0} angivet!
it: §4* §7Bioma {0} fornito invalido!
ko: §e올바르지 않은 {0} 바이옴 공급!
nl: §eOngeldige biome {0} ingevoerd!
ru: §eВыбран неверный биом {0}!
sv: §eOgiltigt biome {0} angavs

source: §aYou have changed your island''s biome to {0}
cs: §aPrave se zmenilo na ostrove podnebi na: {0}
da: §aDu har ændret din ø''s biome til {0}
es: §aHas cambiado el bioma de tu isla a {0}
fr: §aVous avez changé le biome de l''île en {0}
it: §9* §7Hai cambiato il bioma della tua isola a §a{0}
ko: §a당신은 섬의 생태계를 {0}로 바꿨습니다
nl: §aJe hebt je eiland biome veranderd naar {0}
ru: §aВы изменили биом Вашего острова на {0}
sv: §aDu har bytt öns biome till {0}
vi_vn: §aBạn chuyển vùng đến {0}

source: {0} changed the island biome to {1}
cs: {0} zmenil sve podnebi na: {1}
da: {0} ændrede øens biome til {1}
es: {0} cambio el bioma de la isla a {1}
fr: {0} a changé le biome de l''île en {1}
it: §9* §6{0} §7ha cambiato il bioma dell''isola a §a{1}
ko: {0}가 섬의 생태계를 {1}로 바꾸었습니다
nl: {0} heeft het eiland biome veranderd naar {1}
ru: {0} изменил биом острова на {1}
sv: {0} bytte öns biome till {1}
vi_vn: {0} chuyền vùng đến {1}

source: §aYou have changed {0} blocks around you to the {1} biome
da: §aDu har ændret {0} blokke omkring dig til {1} biomen
it: §2* §7Hai cambiato §9{0} §7blocchi intorno a te nel bioma §2{1}§7
ko: §a{1} 바이옴으로 변경하기 위하여 {0} 블럭을 변경해야 합니다
nl: §aJe hebt {0} blokken veranderd naar de {1} biome
ru: §aВы изменили {0} блоков вокруг вас на биом {1}

source: {0} created an area with {1} biome
da: {0} oprettede et område med {1} biome
it: {0} ha creato un''area con bioma {1}
ko: {1} 바이옴 안에 {0} 장소가 생성되었습니다.
nl: {0} creëerde een gebied met {1} biome
ru: {0} создал область с {1} биомом
sv: {0} skapade en area med {1} biome

source: create an island
cs: Vytvoreni ostrova
da: opret en ø
es: crear una isla
fr: créer une île
it: crea un''isola
ko: 섬을 만듭니다
nl: Creeer een eiland
ru: создать остров
sv: skapa en ö
vi_vn: tạo đảo mới

source: exempt player from create-cooldown
da: lad brugeren undgå oprettelsestidsbegrænsning
it: esenta un giocatore dalla ricarica di creazione
ko: 생성 쿨다운에서 해당 플레이어를 면제합니다.
nl: stelt speller vrij van create-cooldown
ru: освободить игрока от кулдауна на создание
sv: undanta spelare från skapa-cooldown

source: §4Island found!§e You already have an island. If you want a fresh island, type§b /is restart§e to get one
cs: §4Ostrov nalezen!§e Uz jeden ostrov mas, pokud chces zacit znovu na novem ostrove napis §b /is restart.
da: §4Ø fundet!§e Du har allerede en ø. Hvis du vil have en ny, brug §b/is restart§e
es: §4¡Isla encontrada!§e Ya tienes una isla. Si quieres una isla nueva, escribe §b/is restart§e para obetener una
fr: §4Ile trouvé !§e Vous avez déjà une île. Si vous voulez une nouvelle île, tape§b /is restart§e pour en avoir une nouvelle
it: §4* Isola trovata!§7 Hai già un''isola. Se vuoi un''isola nuova, digita§a /is restart§7 per ottenerne una
ko: §4섬을 찾았습니다!§e 당신은 이미 섬이 있습니다. 만약 새로운 섬을 원하시면, type§b /is restart§e 로 새로운 섬을 얻으세요
nl: §4Er is een eiland gevonden!§e Je heeft al een eiland. Als je een nieuw eiland wilt, type §b/is restart §eom opnieuw te beginnen
ru: §4Остров найден!§e У Вас уже есть остров. Если Вам нужен новый остров, введите§b /is restart§e, чтобы получить его
sv: §cEn ö hittades!§e Du har redan en ö. Om du vill ha en ny, skriv§b /island reset§e för att få en.
vi_vn: §4Tìm thấy đảo!§e Bạn đã có đảo. Để tạo mới, dùng /is restart.

source: §4Island found!§e You are already a member of an island. To start your own, first§b /is leave
cs: §4Ostrov nalezen. Uz jsi clenem party ktera vlastni ostrov. Pokud chces svuj vlastni nejprve musis opustit partu.
da: §Ø fundet!§e Du er allerede medlem af en ø. Hvis du vil have din egen, forlad den først §b/is leave
es: §4¡Isla encontrada!§e Ya eres miembro de una isla. Para empezar por tu cuenta, primero usa §b/is leave
fr: §4Ile trouvé! §e Vous êtes déjà
it: §4* Isola trovata!§7 Sei già membro di un''isola. Per cominciare la tua, prima§a /is leave
ko: §4섬을 발견했습니다!§e 당신은 이미 섬의 멤버입니다. 당신만의 섬을 시작하려면, 먼저§b /is leave 를 사용하세요
nl: §4Er is een eiland gevonden!§e Je bent al lid van een eiland. Om je eigen eiland te beginnen moet je eerst §b /is leave command doen.
ru: §4Остров найден!§e Вы уже являетесь членом какого-либо острова. Чтобы основать свой собственный, сначала введите§b /is leave
sv: §cEn ö hittades!§e Du är redan medlem i en grupp. För att starta en egen, så måste du först lämna med §b/island leave
vi_vn: §4Tìm thấy đảo!§e Bạn đã là thành viên của một đảo. Để tạo đảo, đầu tiên hãy dùng§b /is leave

source: §eYou can create a new island in {0,number,#} seconds.
cs: §eMuzes zalozit novy ostrov za {0,number,#} sekund.
da: §eDu kan opette en ny ø om {0,number,#} sekunder.
es: §ePodrás crear una nueva isla en {0,number,#} segundos.
fr: §eVous pouvez créer une île dans {0,number,#} secondes.
it: §9* §7Potrai creare una nuova isola tra §c{0,number,#} §7secondi.
ko: §e당신은 {0,number,#}추 후에 새 섬을 만들 수 있습니다.
nl: §eJe kunt een nieuw eiland aanmaken in {0,number,#} seconden.
ru: §eВы можете создать новый остров через {0,number,#} секунд.
sv: §eDu kan skapa en ny ö om {0,number,#} sekunder.
vi_vn: §eBạn khởi tạo đảo mới tron {0,number,#} giây.

source: teleport to the island home
cs: Teleportuje te domu na ostrov.
da: teleporter til øens hjem
es: teletransportarse a tu isla
fr: téléporter au home de l'île
it: teletrasporta alla casa dell''isola
ko: 섬의 Home으로 텔레포트 합니다
nl: telepoort naar je eiland
ru: телепортироваться на домашний остров
sv: teleportera till ön
vi_vn: hồi chuyển về nhà

source: §cYour island is in the process of generating, you cannot teleport home right now.
cs: §cMomentalne se nemuzes teleportovat domu na ostrov, protoze tvuj ostrov se jeste vytvari.
da: §cDin ø er under konstruktion, du kan ikke teleportere til den i øjeblikket.
es: §cTu isla está en proceso de generación, no puedes teletransportarte a ella ahora.
fr: §cVotre île génére, vous ne pouvez vous téléporter maintenant.
it: §4 §7La tua isola è in fase di generazione, non puoi teletrasportarti a casa in questo momento.
ko: §cYer 섬이 생성되는 중입니다, 당신은 지금 바로 집으로 텔레포트 할 수 없습니다.
nl: §cJe eiland is in het proces van het genereren, je kan nu niet naar je home lokatie teleporteren.
ru: §cВаш остров находится в процессе генерации, Вы не можете телепортироваться домой прямо сейчас.
sv: §cDin ö håller på att genereras, du kan inte teleportera hem just nu.
vi_vn: §cĐảo của bạn đang khởi tạo, bạn không thể hồi chuyển về nhà.

source: check your or another''s island info
da: få information om din eller en andens ø
es: verifica información de tu isla o la de otros
fr: vérifier les informations d'une autre île
it: controlla le info dell''isola tua o di altri
ko: 당신 또는 다른 사람의 섬 정보를 확인합니다
nl: controleer jouw of iemand anders z'n eiland informatie
ru: проверить информацию о своем или чужом острове
vi_vn: kiểm tra thông tin đảo của bạn hoặc người khác

source: allows user to see others island info
da: tillader brugere at se andre øers informationer
it: consente all''utente di visualizzare le informazioni di altre isole
ko: 해당 유저가 다른 섬 정보를 보는것을 허용합니다.
nl: Laat de gebruiker anderen eiland info zien
ru: позволяет пользователю видеть информацию о других островах
sv: tillåter spelaren att se andra öars info

source: §4Island level has been disabled, contact an administrator.
cs: §4Uroven ostrova není povolena, kontaktuj admina.
da: §4Ø levels er blevet deaktiveret, kontakt en administrator.
es: §4El nivel de isla ha sido deshabilitado, contacta un administrador.
fr: §4Le niveaus des îles ont été désactivé, contacté un administrateur.
it: §4* §7Il livello delle isole è disabilito, contatta una amministratore.
ko: §4섬 레벨이 작동하지 않습니다, 관리자에게 문의하세요.
nl: §4Eiland niveau is uitgeschakeld, neem contact op met een beheerder.
ru: §4Уровень острова был отключен, обратитесь к администратору.
sv: §cSkyblock level är inaktiverat. Vänligen kontakta en administratör.
vi_vn: §4Cấp đảo bị vô hiệu hoá, liên lạc với quản trị viên.

source: §4Hold your horses! §eYou have to be patient...
da: §4Tag den med ro! §eDu bliver nødt til at være tålmodig...
it: §4Frena i cavalli! §eDevi essere paziente...
ru: §4Подождите! §eТерпение - добродетель...

source: §eYou must be on your island to use this command.
cs: §eMusis byt na svem ostrove aby si mohl pouzit tento prikaz.
da: §eDu skal være på en ø, for at bruge denne kommando.
es: §eTienes que estar en tu isla para usar este comando.
fr: §eVous devez être sur votre île pour utiliser cette commande.
it: §4* §7Devi essere sulla tua isola per usare questo comando.
ko: §e이 커맨드를 쓰려면 자신의 섬에 있어야 합니다.
nl: §eJe moet op je eiland zijn om dit commando te kunnen uitvoeren
ru: §eДля использования этой команды Вы должны находиться на своем острове.
sv: §eDu måste vara på din ö för att använda detta kommando.
vi_vn: §eBạn phải có đảo để dùng lệnh

source: §4You do not have an island!
cs: §4Nemas ostrov!
da: §4Du har ikke en ø!
es: §4¡No tienes una isla!
fr: §4Vous n'avez pas d'île !
it: §4* §7Non hai un''isola!
ko: §4가지고 있는 섬이 없습니다!
nl: §4Je hebt geen eiland!
ru: §4У Вас нет острова!
sv: §cDu har ingen ö!
vi_vn: §4Bạn không có đảo

source: §4You do not have access to that command!
cs: §4Nemas pristup k tomuto prikazu!
da: §4Du har ikke adgang til den kommando!
es: §4¡No tienes acceso a ese comando!
fr: §4Vous n'avez pas accés à cette commande :
it: §4* §7Non hai accesso a quel comando!
ko: §4그 커맨드의 권한이 없습니다!
nl: §4Je hebt geen toegang tot dit commando!
ru: §4У Вас нет доступа к этой команде!
sv: §cDu har inte tillgång till det kommandot!
vi_vn: §4Không thể dùng lệnh

source: §4That player is invalid or does not have an island!
cs: §4Tento hrac neexistuje nebo nema ostrov.
da: §4Den spiller er invalid eller har ingen ø!
es: §4¡Ese jugador es inválido o no tiene una isla!
fr: §4Joueur invalide ou le joueur n'a pas d'île !
it: §4* §7Quel giocatore è invalido o non ha un''isola!
ko: §4그 플레이어는 유효하지 않거나 가진 섬이 없습니다!
nl: §4Die speler is ongeldig of heeft geen eiland!
ru: §4Этот игрок недействителен или не имеет острова!
sv: §cDen spelaren är ogiltig eller har ingen ö!
vi_vn: §4Người chơi không xác đính hoặc không có đảo

source: §eBlocks on {0}s Island (page {1,number} of {2,number}):
cs: §eBloku na {0}s ostrove (page {1,number} of {2,number}):
da: §eBlokke på {0}s ø (side {1,number} af {2,number}):
es: §eBloques en la isla de {0} (página {1,number} de {2,number}):
fr: §eBlocks sur l''île de {0} (page {1,number} of {2,number}):
it: §eBlocchi nell''isola di {0} (pagina {1,number} di {2,number}):
ko: §e{0}의 섬의 블록들(page {1,number} of {2,number}):
nl: §eBlokken op {0}s Eiland (pagina {1,number} of {2,number}):
ru: §eБлоки на острове {0} (страница {1,number} из {2,number}):
sv: §eBlock på {0}s ö (sida {1,number} av {2,number}):
vi_vn: §eKhối trên đảo của {0} (trang {1,number} của {2,number}):

source: §aIsland level is {0,number,###.##}
cs: §aLevel ostrova je: {0,number,###.##}
da: §eØen niveau er {0,number,###.##}
es: §aEl nivel de tu isla es {0,number,###.##}
fr: §aLe niveau de votre île est {0,number,###.##}
it: §9* §7Il livello dell''isola è §a{0,number,###.##}
ko: §a섬의 레벨은 {0,number,###.##}입니다
nl: §aEiland niveau is {0,number,###.##}
ru: §aУровень острова - {0,number,###.##}
sv: §aSkyblock level är {0,number,###.##}
vi_vn: §aCấp đảo là {0,number,###.##}

source: invite a player to your island
cs: Prizvi hrace na ostrov.
da: inviter en spiller til din ø
es: invitar a un jugador a tu isla
fr: inviter un joueur sur votre île
it: invita un giocatore nella tua isola
ko: 플레이어를 당신의 섬으로 초대합니다
nl: nodig een speler uit naar je eiland
ru: пригласить игрока на свой остров
sv: bjud in en spelare till din ö
vi_vn: mời người chơi vào đảo của bạn

source: §eUse§f /island invite <playername>§e to invite a player to your island.
cs: §ePouzik prikaz §f /island invite <playername>§epro pozvani hrace do tve party na ostrove.
da: §eBrug §9/island invite <spillernavn>§e for at invite en spiller til din ø.
es: §eUsa§b /island invite <nombre del jugador>§e para invitar a un jugador a tu isla.
fr: §eUtiliser§f /island invite <pseudo> §e pour inviter un joueur sur votre île.
it: §9* §7Usa§a /island invite <nomegiocatore>§7 per invitare un giocatore nella tua isola.
ko: §e만약 플레이어를 당신의 섬으로 초대하려면§f /island invite <playername>§e 를 쓰세요 .
nl: §eGebruik§f /island invite <spelersnaam>§e om een speler uittenodigen naar uw eiland.
ru: §eИспользуйте§f /island invite <playername>§e, чтобы пригласить игрока на свой остров.
sv: §eAnvänd§f /island invite <namn§e för att bjuda in spelaren till din ö.
vi_vn: §eDùng§f /island invite <tên người chơi>§e để mời người chơi vào đảo.
