Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: sets the NBTTag on the currently held item
cs: Nastaveni NBTTag pro momentalne drzeny predmet
da: sætter NBTTagget på tingen i din hånd
fr: mettre le NBTTag sur l'item tenu dans la main
it: §9* §7imposta la Tag NBT sull''oggetto corrente in mano
ko: 현재 손에 든 아이템으로 NBTTag를 설정합니다.
nl: zet de NBTTag voor het item in je hand
ru: устанавливает NBT-тег на текущий предмет
sv: sätter NBT taggen för saken du håller i

source: §eSet §9{0}§e to §c{1}
cs: §eNastav §9{0}§e az §c{1}
da: §eSatte §9{0}§e til §c{1}
fr: §eMis §9{0}§e sur §c{1}
it: §e* §7Impostato §9{0}§e a §c{1}
ko: §9{0}§e §e을 §c{1} §e으로 설정
nl: §eZet §9{0}§e naar §c{1}
ru: §eУстановлен §9{0}§e на §c{1}
sv: §eSatte §9{0}§e till §c{1}

source: adds the NBTTag on the currently held item
cs: Pridej NBTTag pro momentalne drzeny predmet
da: tilføjer NBTTags til tingen i din hånd
fr: ajouter le NBTTag sur l'item tenu dans la main
it: §9* §7aggiunge la Tag NBT nell''oggetto corrente in mano
ko: 현재 들고 있는 아이템에 NBTTag를 추가합니다.
nl: voegt de NBTTag toe op je huidig vastgehouden item
ru: добавляет NBT-тег на текущий предмет
sv: lägger till NBT taggen för saken du håller i

source: §eAdded §9{0}§e to §c{1}
cs: §ePridan §9{0}§e do §c{1}
da: §eTilføjede §9{0}§e til §c{1}
fr: §eAjouté §9{0}§e sur §c{1}
it: §e* §7Aggiunto §9{0}§e a §c{1}
ko: §9{0}§e에 §c{1}§e 을 추가.
nl: §eVoegt §9{0}§e aan §c{1}
ru: §eДобавлен §9{0}§e к §c{1}
sv: §eLade till §9{0}§e till §c{1}

source: manage orphans
cs: Sprava sirotku (opustenych ostrovu)
da: håndter forældreløse
es: administrar islas huérfanos
fr: gérer les orphans
it: gestisce gli orfani
ko: 고아들을 관리합니다
nl: beheer orphans
ru: управлять сиротами
sv: hantera orphans

source: count orphans
cs: Pocet sirotku
da: tæl horeunger
es: contar islas huérfanas
fr: compter les orphans
it: conta gli orfani
ko: 고아의 수를 셉니다
nl: aantal orphans
ru: подсчитать сирот
sv: räkna orphans

source: clear orphans
cs: Mazani sirotku
da: nulstil horeunger
es: limpiar islas huérfanas
fr: supprimer des orphans
it: pulisce gli orfani
ko: 고아들을 없앱니다
nl: verwijder orphans
ru: очистить сирот
sv: rensa orphans

source: §eClearing all old (empty) island locations.
cs: §eMazani vsech sirotku
da: §eFjerner alle gamle (tomme) ø-placering.
es: §eLimpiando todas las localizaciones antiguas (vacías) de islas.
fr: §eSupprimer toutes les anciennes (vides) locations des îles.
it: §4* §7Cancellando tutti i vecchi (vuoti) luoghi dell''isola.
ko: §e모든 예전의 (빈) 섬의 위치를 없애는중.
nl: §eOpschonen van alle oude (lege) eiland locaties.
ru: §eОчистка всех старых (пустых) мест расположения островов.
sv: §eRensar alla gamla (tomma) öars positioner.
vi_vn: §eXóa những vị trí đảo cũ (trống).

source: list orphans
cs: Seznam sirotku
da: list horeunger
es: listar las islas huérfanas
fr: liste des orphan
it: elenca gli orfani
ko: 고아들의 목록을 만듭니다
nl: orphan lijst
ru: список сирот
sv: lista orphans

source: §eNo orphans currently registered.
cs: §eZadny sirotek momentalne neni.
da: §eIngen forældreløse øer registreret i øjeblikket.
es: §eNo hay islas huérfanas actualmente registradas.
fr: §eAucun orphans actuellement enregistré.
it: §4* §7Non ci sono attualmente orfani registrati.
ko: §e현재 어느 고아도 등록하지 않았습니다.
nl: §eEr zijn geen orphans geregistreerd.
ru: §eНикаких сирот в настоящее время не зарегистрировано.
sv: §eInga orphans är registrerade.

source: §eOrphans ({0}/{1}): {2}
it: §eOrfani ({0}/{1}): {2}
ru: §eСироты ({0}/{1}): {2}

source: shows perk-information
it: mostra le informazioni sui vantaggi
ru: показывает информацию о перке

source: shows a specific players perks
it: mostra vantaggi specifici per i giocatori
ru: показывает перки определенного игрока

source: additional perks {0}
da: ekstra goder {0}
it: vantaggi aggiuntivi {0}
ko: 추가 perks {0}
nl: extra perks {0}
ru: дополнительные перки {0}
sv: ytterligare förmåner {0}

source: protects all islands (time consuming)
cs: Ochrana vsech ostrovu ( chvili to potrva)
da: beskytter alle øer (tidskrævende)
es: protege todas las islas (consume tiempo)
fr: protéger toutes les îles (temps)
it: protegge tutte le isole (richiede tempo)
ko: 모든 섬을 보호합니다 (시간을 소모함)
nl: beschermd alle eilanden (dit kan veel tijd inbeslag nemen)
ru: защитить все острова (может занять время!)
sv: skyddar alla öar (tar tid)
vi_vn: bảo vệ toàn bộ skyblock (Tốn thời gian)

source: §cTrying to abort protect-all task.
cs: §cSnazim se prerusit ukol vsech ochran.
da: §cForsøger at afbryde protect-all opgaven.
fr: §cEssayer d'annuler toutes les tâches de protection.
it: §4* §7Cercando di abortire il processo proteggi-tutto.
ko: §c보호된 모든 처리작업을 취소중입니다.
nl: §cProberen om protect-all taak af te breken.
ru: §cПытаемся прервать защиту всех островов.
sv: §cFörsöker att ångra en protect-all

source: §4Sorry!§e A protect-all is already running. Let it complete first, or use §9usb protectall §cstop
cs: §4Omlouvam se!§e Vsechny ochrany jiz bezi. Nech me prvne dokoncit nebo use §9usb protectall §cstop
da: §4Undskyld!§e En protect-all er allerede igangværende. Vent til den er færdig, eller brug §9usb protectall §cstop
fr: §4Désolé !§e Une protection total est déjà en cours. Laissez le se terminer, ou utilisez §9usb protectall §cstop
it: §4* Scusa!§7 Un proteggi-tutto è già in esecuzione. Lascialo completare, o usa §9/usb protectall §4stop
ko: §4죄송합니다!§e 보호작업이 이미 진행중 입니다. 완료하거나, §9usb protectall §cstop§e 명령어를 사용해 중지하세요
nl: §4Sorry!§e Een protect-all is al bezig. Laat dit z'n gang gaan, of gebruik §9usb protectall §cstop
ru: §4Простите! §eЗащита всех островов в процессе. Дайте ей сначала завершиться, или используйте §9usb protectall §cstop
sv: §4Tyvärr!§e En protect-all körs redan. Låt mig slutföra den först, eller använd §9usb protectall §cstop

source: §eStarting a protect-all task. It will take a while.
cs: §eStartuji vsechny ochrany. Chvili to potrva.
da: §eStarter en kørsel af protect-all. Det vil tage et stykke tid.
es: §eComenzando una tarea de proteger-todo. Tomará un rato.
fr: §eDémarrage d'une protection complète. Cela risque de prendre un certain temps.
it: §4* §7Avviando un processo proteggi-tutto. Può richiedere tempo.
ko: §e모든 보호 작업이 시작되는 중입니다. 몇분의 시간의 소요됩니다.
nl: §eBegin van de opdracht protect-all. Dit kan een tijdje gaan duren.
ru: §eЗапуск защиты всех островов. Это займет некоторое время.
sv: §ePåbörjar en protect-all . Detta kan ta en stund.
vi_vn: §eĐang tiến hành bảo vệ toàn bộ. Sẽ mất 1 chút thời gian.

source: purges all abandoned islands
cs: Ocista vsech zapomenutych ostrovu.
da: fjerner alle forladte øer
es: purga todas las islas abandonadas
fr: nettoyer toutes les îles abandonnés
it: ripulisce tutte le isole abbandonate
ko: 모든 버려진 섬들을 청소합니다
nl: verwijders alle verlaten eilanden
ru: очищает все заброшенные острова
sv: tar bort alla övergivna öar
vi_vn: Lọc toàn bộ đảo bị bỏ hoang

source: §4You must provide the age in days to purge!
cs: §4Napis pocet dnu kdy se stane sirotkem!
da: §4Do skal angive hvor gamle (i dage) øerne til purge skal være!
es: §4¡Debes proporcionar la edad en días para purgar!
fr: §4Vous devez fournir un nombre en jour pour nettoyer !
it: §4* §7Devi fornire l''età in giorni per ripulire!
ko: §4당신은 청소하기위해 나이를 제공해야 합니다!
nl: §4Je moet het aantal dagen invoeren om een purge uit te voeren!
ru: §4Вы должны указать возраст в днях для очистки!
sv: §cDu måste ange åldern i hur många dagar du vill rensa!
vi_vn: §4Bạn phải cung cấp số ngày để lọc!

source: §4The level must be a valid number
da: §4Niveauet skal være et validt nummer
it: §4Il livello deve essere un numero valido
ru: §4Уровень должен быть действительным числом

source: §eFinding all islands that have been abandoned for more than {0} days below level {1}
it: §eRicerca in corso di tutte le isole che sono state abbandonate da più di {0} giorni sotto il livello {1}
ru: §eНайти все острова, которые были заброшены более чем на {0} дней ниже уровня {1}

source: §4PURGE:§e Do §9usb purge confirm§e within {0} to accept.
it: §4PULIZIA:§e Fai §9usb purge confirm§e entro {0} per accettare.
ru: §4ЧИСТКА:§e Выполните §9usb purge confirm§e в течение {0}, чтобы принять.

source: §4Trying to abort purge
cs: §4Snazim se prerusit cisteni
da: §4Forsøger at afbryde oprydning
fr: §4Essayer d'interrompre la purge
it: §4* §7Provando ad interrompere la pulizia
ko: §4청소작업을 취소중입니다.
nl: §4probeert de purge te stoppen
ru: §4Пытаемся прервать прервать очистку
sv: §cFörsöker att avbryta rensning

source: §4Purge aborted!
it: §4Pulizia interrotta!
ru: §4Очистка прервана!

source: §4A purge is already running.§e Either §9confirm§e or §9stop§e it.
it: §4Una pulizia è già in esecuzione.§e O §9confermala§e o §9interrompila§e.
ru: §4Очистка уже запущена.§e Либо §9подтвердите§e, либо §9остановите§e ее.

source: §4Starting purge...
cs: §4Zacinam cisteni...
da: §4Starter oprydning...
fr: §4Commencement de la purge...
it: §4* §7Avviando la pulizia...
ko: §4청소작업을 시작합니다...
nl: §4Starten van de purge...
ru: §4Начинаем очистку...
sv: §cPåbörjar rensning...

source: region manipulations
cs: Manipulace s regiony
da: region manipulationer
fr: manipulations des régions
it: manipolazioni delle regioni
ko: 지역 조작
nl: regio manipulaties
ru: манипуляции с регионами
sv: region manipulationer

source: shows the borders of the current island
cs: Ukazuje hranice aktualniho ostrova.
da: viser kanterne for den nuværende ø
fr: voir les bordures de l'île actuelle
it: mostra i confini dell''isola corrente
ko: 현재 섬의 경계를 표시합니다.
nl: toont de grens aan van het huidige eiland
ru: показывает границы текущего острова
sv: visar borders för nuvarande ön
vi_vn: Hiện giới hạn xây của đảo hiện tại

source: §eNo island found at your current location
cs: §eNa aktualni pozici nebyl zadny ostrov nalezen.
da: §eIngen ø fundet ved din nuværende position
fr: §eAucune île trouvé à votre position actuelle
it: §4* §7Nessuna isola trovata alla tua posizione
ko: §e현재 위치에서 섬을 발견하지 못하였습니다.
nl: §eEr is geen eiland op je huidige locatie
ru: §eОстров на Вашей текущей позиции не найден
sv: §eIngen ö hittades vid nuvarande position
vi_vn: §eKhông tìm thấy đảo ở vị trí của bạn

source: shows the borders of the current chunk
cs: Ukazuje hranice aktualniho chunku
da: viser kanterne i den nuværende chunk
fr: voir les bordures du chunk actuel
it: mostra i confini del chunk corrente
ko: 현재 청크의 경계를 표시합니다
nl: toont de grens aan van het huidige chunk
ru: показывает границы текущего чанка
sv: visar borders för nuvarande chunk
vi_vn: Hiện giới hạn của chunk hiện tại

source: shows the borders of the inner-chunks
cs: Ukaze hranice vnejsiho chunku
da: viser de indre chunks
fr: voir les bordures du chunk interne
it: mostra i confini dei chunk interni
ko: 내부 청크의 경계를 표시합니다.
nl: toont de grens aan van de binnenkant-chunks
ru: показывает границы внутренних чанков
sv: visar borders för nuvarande inner-chunks
vi_vn: Hiện giới hạn của chunk bên trong

source: shows the non-chunk-aligned borders
cs: Ukaze hranice nezarovnanych chunku
da: viser de ikke-chunk-tilrettede kanter
fr: voir les bordures des chunks non alignés
it: mostra i confini dei chunk non allineati
ko: 경계의 청크가 아닌 부분을 표시합니다.
nl: toont de niet-chunk-align grenzen
ru: показывает границы, не выровненные по чанку
sv: visar non-chunk-aligned borders

source: shows the borders of the outer-chunks
cs: ukaze hranice vnejsiho chunku
da: viser kanterne for de ydre chunks
fr: voir les bordures des chunks extérieurs
it: mostra i confini dei chunk esterni
ko: 외부 청크 경계를 표시합니다.
nl: toont de grens aan van de buitenkant-chunks
ru: показывает границы внешних чанков
sv: visar borders för outer-chunks
vi_vn: Hiện giới hạn của chunk bên ngoài

source: hides the regions again
cs: Znovu skryje regiony
da: skjuler regionerne igen
fr: cacher de nouveau les régions
it: nasconde ancora le regioni
ko: 현재 지역을 다시 숨깁니다.
nl: verbergt de regio''s opnieuw
ru: снова скрывает регионы
sv: döljer regionen igen
vi_vn: Giấu khu vực

source: §eStopped displaying regions
cs: §eZastavi zobrazovani regionu
da: §eStoppede med at vise regioner
fr: §eStopper l'affichage des régions
it: §4* §7Arrestata la visualizzazione delle regioni
ko: §e지역표시를 중지합니다.
nl: §eGestopt met het weergeven van de regio''s
ru: §eОстановлено отображение регионов
sv: §eSlutade att visa regioner
vi_vn: §eĐã dừng giấu khu vực

source: set the ticks between animations
it: imposta i tick tra le animazioni
ru: установка тиков между анимациями

source: §eAnimation-tick changed to {0}.
cs: §eAnimacni tick zmenen na {0}.
da: §eAnimations-tick ændret til {0}.
fr: §eAnimation des ticks changés en {0}.
it: §4* §7Animation-tick changed to {0}.
ko: §eAnimation-tick 표시화면을 {0}로 변경합니다.
nl: §eAnimatie-tick veranderd naar {0}.
ru: §eТик анимаций изменен на {0}.
sv: §eAnimation-tick ändrades till {0}

source: §eAnimation-tick must be a valid integer.
cs: §eAnimacni tick musí byt platny integer.
da: §eAnimations-tick skal være et validt heltal.
fr: §eAnimation-tick doit être un nombre entier valide.
it: §4* §7Animation-tick must be a valid integer.
ko: §eAnimation-tick 의 값은 integer 형식 이여야 합니다.
nl: §eAnimatie-tick moet een geldig geheel getal zijn.
ru: §eТик анимаций должен быть действительным целым числом.
sv: §eAnimation-tick måste vara ett giltigt heltal.

source: refreshes the existing animations
it: aggiorna le animazioni esistenti
ru: обновляет существующие анимации

source: set a player''s island to your location
da: tildeler øen til en spiller
es: establece la isla de un jugador a tu localización
fr: fixer l'île d'un joueur à votre position
it: imposta un''isola del giocatore alla tua posizione
ko: 당신의 위치에 플레이어의 섬을 지정합니다
nl: zet een spelers eiland op mijn lokatie
ru: установить остров игрока на Ваше местоположение
vi_vn: Đặt đảo của người chơi tại vị trí của bạn

source: §aSet {0}''s island to the current island.
da: §aSæt {0}s ø til den nuværende.
it: §aImpostata l''isola di {0} a quella attuale.
ru: §aУстановлен остров игрока {0} на текущий остров.

source: §4Island not found: unable to set the island!
da: §4Ø ikke fundet: ude af stand til at overføre ejerskabet!
it: §4Isola non trovata: impossibile impostare l'isola!
ru: §4Остров не найден: не удалось установить остров!

source: reload configuration from file.
cs: Nacitam konfigurace ze souboru.
da: genindlæs konfigurationen fra fil.
es: recargar la configuración de archivo.
fr: recharher la configuration à partir du fichier.
it: ricarica la configurazione dal file.
ko: 파일로 부터 외형을 리로드합니다.
nl: herladen van de configuratie van het bestand
ru: перезагрузить конфигурацию из файла.
sv: ladda om konfiguration från filen.
vi_vn: reload lại config.yml

source: §eConfiguration reloaded from file.
cs: §eKonfigurace byly nacteny.
da: §eKonfigurationen blev genindlæst fra fil.
es: §eConfiguración recargada de archivo.
fr: §eConfiguration rechargé depuis le fichier.
it: §4* §7Configurazione ricaricata dal file.
ko: §e파일로부터 리로드된 외형.
nl: §eDe Configuratie is herladen
ru: §eКонфигурация перезагружена из файла.
sv: §eKonfigurationen har laddats om från filen.
vi_vn: §e Đã reload lại config.yml

source: advanced command for setting island-data
cs: Rozsirene prikazy pro nastaveni dat ostrova.
da: avanceret kommando til at sætte ø-data
fr: commandes avancés pour la configurations des données de l'île
it: comando avanzato per impostare i dati dell''isola
ko: 섬 데이터 설정 고급 명령어
nl: geavanceerde command voor het instellen van island-data
ru: расширенная команда для настройки данных об острове
sv: advancerat kommando för att sätta island-data
vi_vn: Command nâng cáo về chỉnh thông tin đảo

source: §c{0} was set to ''{1}''
cs: §c{0} byl nastaven na ''{1}''
da: §c{0} blev sat til ''{1}''
fr: §c{0} a été modifié en ''{1}''
it: §4* §7{0} è stato impostato a ''{1}''
ko: §c{0} 를 ''{1}'로 지정'
nl: §c{0} is gezet naar ''{1}''
ru: §c{0} был установлен на ''{1}''
sv: §c{0} har ändrats till ''{1}''
vi_vn: §c{0} đã được chỉnh sang ''{1}''

source: §cUnable to set field {0} to ''{1}''
cs: §cNelze nastavit pole {0} az ''{1}''
da: §cKan ikke sætte {0} til ''{1}''
fr: §cImpossible de modifier le champs {0} en "{1}"
it: §4* §7Impossibile impostare il campo {0} a ''{1}''
ko: §c필드{0} 를 ''{1}''로 지정할 수 없습니다.
nl: §cKan het veld {0} niet veranderen naar ''{1}''
ru: §cНевозможно установить поле {0} на ''{1}'''
sv: §cKunde inte sätta fältet {0} till ''{1}''
vi_vn: §cKhông thê chỉnh {0} sang ''{1}''

source: §cUnable to set field {0} to ''{1}'', a number was expected
cs: §cNelze nastavit pole{0} az ''{1}'', cislo bylo ocekavane
da: §cKan ikke sætte {0} til ''{1}'', det skal være et tal
fr: §cImpossible de modifier le champs {0} en "{1}", un nombre est attendu
it: §4* §7Impossibile impostare il campo {0} a ''{1}'', si aspettava un numerico
ko: §c필드{0} 를 ''{1}'로 지정할 수 없습니다. a number was expected
nl: §cKan het veld {0} niet veranderen naar ''{1}'', een getal werd verwacht
ru: §cНевозможно установить поле {0} на ''{1}'', необходимо число
sv: §cKunde inte sätta fältet {0} till ''{1}'', en siffra förväntades
vi_vn: §cKhông thê chỉnh {0} sang ''{1}'', cần 1 con số

source: §cInvalid field {0}
cs: §cNespravne pole{0}
da: §cUkendt felt {0}
fr: §cChamp invalide {0}
it: §4* §7Campo non valido {0}
ko: §c올바르지 않은 필드 {0}
nl: §cOngeldig veld {0}
ru: §cНеправильное поле {0}
sv: §cOgiltigt fält {0}
vi_vn: §cField {0} không hợp lệ

source: toggles maintenance mode
cs: Prepinani rezimu udrzby
da: skifter vedligeholdelsestilstand
fr: activer/désactiver le mode maintenance
it: §9* §7attiva/disattiva la modalità manutenzione
ko: 관리모드로 전환
nl: Onderhoud-modus schakel command
ru: переключает режим технического обслуживания
sv: skiftar underhållsläge

source: §cMAINTENANCE: §aActivated§e all uSkyBlock features currently disabled.
cs: §cUDRZBA: §aActivated§e vsechny uSkyBlock fuknce momentalne aktivni
da: §cVEDLIGEHOLDELSE: §aAktiveret§e all uSkyBlock funktioner er deaktiveret.
fr: §cMAINTENANCE: §aActivée§e Toutes les fonctionnalités du skyblock sont désactivés.
it: §4* MANUTENZIONE: §aAttivata§7, tutte le funzioni di uSkyBlock sono attualmente disabilitate.
ko: §c관리모드: §a활성화§e 모든 uSkyBlock 기능이 현재 비활성화 되었습니다.
nl: §cONDERHOUD: §eAlle uSkyBlock functies zijn momenteel §auitgeschakeld§e.
ru: §cТЕХОБСЛУЖИВАНИЕ: §аАктивировано§е все функции uSkyBlock в настоящее время отключены.
sv: §cUNDERHÅLL: §aAktiverade§e alla uSkyBlocks funktioner.

source: §cMAINTENANCE: §4Deactivated§e all uSkyBlock features back to operational.
cs: §cUDRZBA: §4Deactivated§e vsechny uSkyBlock funkce jsou zpet v provozu.
da: §cVEDLIGEHOLDELSE: §4Deaktiveret§e alle funktioner operationelle igen.
fr: §cMAINTENANCE: §4Désactivée§e Toutes les fonctionnalités du skyblock sont de retour.
it: §4* MANUTENZIONE: §4Disattivata§7, tutte le funzioni di uSkyBlock sono di nuovo operative.
ko: §c관리모드: §a비활성화§e 모든 uSkyBlock 기능이 현재 활성화 되었습니다.
nl: §cONDERHOUD: §4§eAlle uSkyBlock functies kunnen weer §agebruikt§e worden.
ru: §cТЕХОБСЛУЖИВАНИЕ: §4Деактивировано§е все функции uSkyBlock включены.
sv: §cUNDERHÅLL: §4Inaktiverade§e alla uSkyBlocks funktioner.

source: §cMaintenance mode can only be changed from console!
cs: §cRezim udrzby muze byt spusten pouze z konzole!
da: §cVedligeholdelsestilstand kan kun ændres fra konsollen!
fr: §cLe mode maintenance peut être changé uniquement depuis la console !
it: §4* §7La modalità manutenzione può essere cambiata solo dalla console!
ko: §c관리모드 변경은 오직 콘솔창에서만 가능합니다!
nl: §cOnderhoud modus kan alleen worden veranderd in het console!
ru: §cРежим обслуживания может быть переключен только из консоли!
sv: §cUnderhållsläge kan endast ändras från konsolen!

source: §cABORTED:§e Protect-All was aborted!
cs: §cPRERUSENO:§e Ochrana vsech byla prerusena!
da: §cAFBRUDT:§e Protect-All blev afbrudt!
fr: §cINTERROMPU:§e La protection totale a été interrompu !
it: §4* ABORTITO:§7 Proteggi-Tutto è stato abortito!
ko: §c취소됨:§e 보호가 모두 취소되었습니다!
nl: §cAFGEBROKEN:§e Protect-All was gestopped!
ru: §cПРЕРВАНО:§e Задача по защите всех территорий была прервана!
sv: §cAVBRÖTS:§e Protect-all har avbrutits!

source: §eCompleted protect-all in {0}, {1} new regions were created!
cs: §eOchrana vsech kompletni v {0}, {1} nove regiony vytvoreny!
da: §eFuldførte protect-all på {0}, {1} nye regioner blev oprettet!
fr: §cProtection totale complété dans {0}, {1} nouvelles regions ont été crées.
it: §e* §7Completato proteggi-tutto in {0}, {1} nuove regioni create!
ko: §e{0}, {1}에 관한 보호를 모두 마쳤습니다 새로운 지역이 생성되었습니다!
nl: §eVolbracht protect-all in {0}, {1} nieuwe regio''s zijn gecreeerd!
ru: §eЗащита всех островов выполнена в {0}, было создано {1} новых регионов!
sv: §eSlutförde protect-all på {0}, {1} nya regioner har skapats!

source: §7- SCANNING: {0,number,##}% ({1}/{2} failed: {3}) ~ {4}
da: §7- SKANNER: {0,number,##}% ({1}/{2} failed: {3}) ~ {4}
fr: §7- Scan: {0,number,##}% ({1}/{2} échoués: {3}) ~ {4}
it: §4* §7- SCANSIONE: {0,number,##}% ({1}/{2} fallito: {3}) ~ {4}
ko: §7- 스캐닝: {0,number,##}% ({1}/{2} 실패: {3}) ~ {4}
nl: §7- SCANNING: {0,number,##}% ({1}/{2} mislukt: {3}) ~ {4}
ru: §7- СКАНИРОВАние: {0,number,##}% ({1}/{2} с ошибкой: {3}) ~ {4}
sv: §7- SKANNAR: {0,number,##}% ({1}/{2} misslyckades: {3}) ~ {4}

source: §4PURGE:§9 Scanning aborted.
cs: §4PURGE:§9 Skenovani preruseno.
da: §4OPRYDNING:§9 Skanning afbrudt.
fr: §4PURGE:§9 Scan interrompu.
it: §4* PULIZIA:§7 Scansione interrotta.
ko: §4PURGE:§9 스캐닝 취소.
nl: §4PURGE:§9 Scanning gestopped.
ru: §4ЧИСТКА:§9 Сканирование прервано.
sv: §4RENSNING:§9 Skanning avbröts.

source: §4PURGE:§9 Scanning done, found {0} candidates, below level {1}, ready for purgatory.
it: §4PULIZIA:§9 Scansione completata, trovati {0} candidati, sotto il livello {1}, pronti per la pulizia.
ru: §4ЧИСТКА:§9 Сканирование завершено, найдено {0} кандидатов, ниже уровня {1}, готово к очистке.

source: - PURGING: {0,number,##}% ({1}/{2}), elapsed {3}, estimated completion ~{4}
it: - PULIZIA: {0,number,##}% ({1}/{2}), trascorso {3}, stimato per completamento ~{4}
ko: - PURGING: {0,number,##}% ({1}/{2}), 경과 {3}, 완료까지 남은시가 ~{4}
nl: - PURGING: {0,number,##}% ({1}/{2}), verstreken {3}, Naar schatting voltooiing ~{4}
ru: - ОЧИСТКА: {0,number,##}% ({1}/{2}), осталось {3}, предполагаемое завершение ~{4}
sv: - RENSNING: {0,number,##}% ({1}/{2}), förflutit {3}, förväntas att slutföras ~{4}

source: §4PURGE:§9 Finished purging abandoned islands.
cs: §4PURGE:§9 Ocista zapomenutych ostrovu dokoncena.
da: §4OPRYDNING:§9 Forladte øer er nu blevet sendt til genbrug.
es: §4PURGA:§9 Terminado de purgar las islas abandonadas.
fr: §4 NETTOYAGE: Finit , îles abandonnés nétoyés.
it: §4* PULIZIA:§7 Finito di ripulire le isole abbandonate.
ko: §4PURGE:§9 버려진 섬의 청소를 마쳤습니다.
nl: §4PURGE:§9 Klaar met verwijderen van verlaten eilanden.
ru: §4ЧИСТКА:§9 Закончили очистку заброшенных островов.
sv: §cRENSNING:§9 Genomförde rensning av övergivna öar.
vi_vn: §4PURGE:§9 Lọc hoàn tất

source: §4PURGE:§9 Aborted purging abandoned islands.
cs: §4PURGE:§9 Ocista zapomenutych ostrovu prerusena.
da: §4OPRYDNING:§9 Afbrød oprydning af forladte øer.
fr: §4PURGE:§9 Purge annulée des îles abandonnées.
it: §4* PULIZIA:§7 Abortita la pulizia delle isole abbandonate.
ko: §4PURGE:§9 버려진 섬 청소 취소
nl: §4PURGE:§9 Verweideren van verlaten eilanden is gestopped.
ru: §4ЧИСТКА:§9 Прервали очистку заброшенных островов.
sv: §4RENSNING:§9 Avbröt rensning av öar.

source: displays version information
cs: Zobrazi informace o verzi
da: viser versionsinformationer
es: muestra información de la versión
fr: afficher les informations sur la version
it: visualizza informazioni sulla versione
ko: 버전 정보를 보여줍니다
nl: het weergeven van de versie-informatie
ru: отображает информацию о версии
sv: visar version information
vi_vn: Hiện thông tin phiên bản

source: various WorldGuard utilities
cs: Moznosti WorldGuard utilit
da: blandede WorldGuard værktøjer
es: varias utilidades de WorldGuard
fr: différent services de WorldGuard
it: varie utilità di WorldGuard
ko: 여러가지 WorldGuard 기능
nl: diverse WorldGuard utilities
ru: различные утилиты WorldGuard
sv: olika WorldGuard verktyg
