Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: §eWarp Status: §aActive §fOther players may warp to your §fisland at anytime to the point §fyou set using §d/island setwarp.
cs: §eWarp stav: §aActive §fOstatni hraci se muzou teleportovat na tvuj §fostrov kdykoliv, na pozici §fkterou jsi nastavil pomoci §d/island setwarp.
da: §eBesøgspunkt status: §aAktiv §fAndre spillere kan besøge din ø §fpå det punkt du har sat med §d/island setwarp.
es: §eEstado del Teletransporte: §aActivo §fOtros jugadores podrán teletransportarse §fa tu isla y aparecer en el punto que §festableciste usando §b/island setwarp §fo mediante el menú.
fr: §eStatut: §aActif §fD'autres joueurs peuvent à §fmoment s'y téléporter §fpour le changer §d/island setwarp.
it: §eStato Warp: §aAttivo §fAltri giocatori possono fare il warp alla §ftua isola in ogni momento al punto §fimpostato usando §d/island setwarp.
ko: §e워프 상태: §a활성화 §f다른 플레이어들은 §d/island setwarp§f를 §f이용해서 섬의 당신이 지정한 포인트로 언제든지 §f워프할 수 있습니다.
nl: §eWarp Status: §aActief §fAndere spelers kunnen §fnaar je eiland warpen naar §fde lokatie dat je hebt gezet §fmet §d/island setwarp.
ru: §eСтатус варпа: §aАктивный §fДругие игроки могут варпнуться на Ваш §остров в любое время в точку, §которую Вы задали с помощью §d/island setwarp.
sv: §eWarpstatus: §aAktivt §fAndra spelare kan warpa till din §fö när som helst.
vi_vn: §eĐiểm dịch chuyển: §8Hoạt động §fNgười chơi khác sẽ dịch chuyển đến §fthông qua vị trí bạn dùng §d/island setwarp

source: §e§lClick here to deactivate.
cs: §e§lKlikni zde pro deaktivovani.
da: §e§lKlik for at deaktivere.
es: §e§lClick aquí para desactivar.
fr: §e§lClique ici pour désactiver.
it: §e§lClicca qui per disattivare.
ko: §e§l여기를 눌러 비활성화하세요.
nl: §e§lKlik hier om te deactiveren.
ru: §e§lНажмите для деактивации.
sv: §e§lKlicka här för att inaktivera.
vi_vn: §e§Nhấp để vô hiệu hoá

source: §c§lYou can't change the warp.
cs: §c§lNemuzes zmenit port.
da: §c§lDu kan ikke ændre besøgspunkt.
es: §c§lNo puedes cambiar el teletransporte.
fr: §c§lVous ne pouvez pas changer le warp
it: §c§lNon puoi cambiare il warp.
ko: §c§l당신은 워프를 바꿀 수 없습니다.
nl: §c§lJe kan de warp niet veranderen.
ru: §c§lВы не можете изменить варп.
sv: §c§lDu kan inte ändra warpen.
vi_vn: §c§lBạn không thể thay đổi điểm dịch chuyển

source: §eWarp Status: §8Inactive §fOther players can't warp to your §fisland. Set a warp point using §d/island setwarp §fbefore activating.
cs: §eWarp Stav: §8Inactive §fOstatni hraci se nemohou teleportovat na tvuj §fostrov. Nastav warp pomoci §d/island setwarp §fpred aktivovanim.
da: §eBesøgspunkt status: §8Inaktiv §fAndre spillere kan §4ikke §fbesøge din ø. Sæt et besøgspunkt §fmed §d/island setwarp§f før du aktiverer det.
es: §eEstado del Teletransporte: §8Inactivo §fLos otros jugadores no pueden usar el §fteletransporte a tu isla. Establece un punto §fde teletransporte usando el menú o con §f§b/island setwarp§f antes de activarlo.
fr: §eStatut: §8Inactif §fLes autres joueurs ne peuvent §fle warp de l'île. Utilise§d /island setwarp §f pour le définir et l'activer.
it: §eStato Warp: §8Inattivo §fAltri giocatori non possono fare il warp alla §ftua isola. Imposta un punto di warp usando §d/island setwarp §fprima di attivarlo.
ko: §e워프 상태: §8비활성화 §f다른 플레이어들은 당신의 섬으로 §f워프할 수 없습니다 §f활성화하기 전에. §d/island setwarp§f을 사용하여 워프포인트를 지정하세요.
nl: §eWarp Status: §8Inactief §fAndere spelers kunnen §fniet naar je eiland warpen. §fSet een warp locatie met §d/island setwarp §fvoordat §fje de warp activeerd.
ru: §eСтатус варпа: §8Неактивный §fДругие игроки не могут варпнуться на Ваш §fостров. Установите точку варпа с помощью §d/island setwarp §fперед активацией.
sv: §eWarpstatus: §aInaktivt §fAndra spelare kan inte warpa till §fön eftersom warpen är inaktiverad..
vi_vn: §eĐiểm dịch chuyển: §8Vô hiệu hoá §fNgười chơi khác sẽ không thể dịch chuyển đến

source: §e§lClick here to activate.
cs: §e§lKlikni zde pro aktivaci.
da: §e§lKlik her for at aktivere.
es: §e§lClick aquí para activar.
fr: §e§lClique ici pour activer
it: §e§lClicca qui per attivare.
ko: §e§l여기를 눌러서 활성화하세요.
nl: §e§lKlik hier om te activeren.
ru: §e§lНажмите для активации.
sv: §e§lKlicka här för att aktivera.
vi_vn: §e§lNhấp để khởi động

source: §a§lIsland Log
da: §a§lØens Logbog
es: §a§lRegistro de la Isla
fr: §a§lLog de l'île
it: §a§lLog Isola
ko: §a§l섬 기록
nl: §a§lEiland Log
ru: §a§lЖурнал острова
sv: §a§lSkyblock Logg
vi_vn: §a§lLịch sử đảo

source: View a log of events from your island such as member, biome, and warp changes. §e§lClick to view the log.
cs: Zobraz informace o zmenach z na tvem ostrove a i clenu, biomu, a zmenenych portu. §e§lKlikni pro zobrazeni logu.
da: Se en liste over hændelser på din ø, så som ændringer til medlemmer, biome og besøgspunkt. §e§lKlik for at se logbogen.
es: Ver un registro de los eventos de tu isla tales como los nuevos miembros, biomas, y cambios en el teletransporte de la isla. §e§lClick aquí para ver el registro.
fr: Voir les logs de l'île (changement de membres, biome et warp). §e§lClique ici pour voir les logs.
it: Visualizza un log di eventi della tua isola come cambiamenti di membri, biomi, e warp. §e§lClicca per vedere il log.
ko: 섬에서의 멤버, 생태계 그리고 워프 변화같은 이벤트의 기록을 보세요 §e§l기록을 보려면 클릭하세요.
nl: Bekijk het log van gebeurtenissen op je eiland zoals leden, biome en warp veranderingen §e§lKlik hier om het log te zien.
ru: Просмотр журнала событий Вашего острова, такие как изменение участников, биомов или варпа. §e§lНажмите, чтобы просмотреть журнал.
sv: Visa en logg av events från ön som spelare, biome och, warp ändringar. §e§lKlicka här för att visa loggen.
vi_vn: Xem lại lịch sử các hoạt động như sự thay đỏi thành viên, vùng, điểm dịch chuyển.§e§lNhấp để xem lại lịch sử

source: §a§lChange Home Location
cs: §a§lZmen lokaci sveho domu.
da: §a§lSkift Besøgspunkt
es: §a§lCambiar Localización del Hogar
fr: §a§lChanger la position du home
it: §a§lCambia Posizione Home
ko: §a§l집 위치 바꾸기
nl: §a§lVerander de Thuis Lokatie
ru: §a§lИзменение местоположения дома
sv: §a§lFlytta Hem Position
vi_vn: §a§lThay đổi vị trí nhà

source: When you teleport to your island you will be taken to this location. §e§lClick here to change.
cs: Kdyz se teleportujes na svuj ostrov objevis se na teto pozici. §e§lKlikni pro zmenu.
da: Når du teleporterer til din ø vil du blive taget til dette punkt. §e§lKlik for at skifte.
es: §fCuando te teletransportas a tu §fisla, serás llevado a este lugar. §e§lClick aquí para cambiarla.
fr: Lorsque vous vous téléporter à votre île, vous serez amené à cet endroit. §e§lClique ici pour le changer.
it: Quando ti teletrasporterai nella tua isola sarai portato in questa posizione. §e§lClicca per cambiarla.
ko: 당신이 당신의 섬으로 텔레포트 할 때 당신은 이 지점으로 오게 될 것입니다 §e§l여기를 눌러서 바꾸세요
nl: Als je naar je eiland telepoort wordt je naar deze lokatie getelepoorteerd §e§lKlik hier om dat te veranderen.
ru: Когда Вы телепортируетесь на свой остров, Вы попадете в это место. §e§lНажмите здесь, чтобы изменить.
sv: När du teleporterar till din ö så teleporteras du till denna position. §e§lKlicka här för att ändra.
vi_vn: Khi bạn hồi chuyển về đảo, bạn sẽ xuất hiện tại đây. §e§lNhấp để thay đổi

source: §a§lChange Warp Location
cs: §a§lZmena warp mista
da: §a§lSkift Besøgspunkt
es: §a§lCambiar Localización del Teletransporte
fr: §a§lChanger la position du Warp
it: §a§lCambia Posizione Warp
ko: §a§l워프 지점 바꾸기
nl: §a§lVerander de Warp Lokatie
ru: §a§lИзменить местоположение варпа
sv: §a§lFlytta Warp Position
vi_vn: §a§lThay đổi điểm dịch chuyển

source: When your warp is activated, other players will be taken to this point when they teleport to your island.
da: Når dit knudepunkt er aktivt, kan andre spillere teleportere til dette punkt, når de besøger din ø.
it: Quando il tuo warp è attivato, gli altri giocatori saranno portati in questo punto quando si teletrasporteranno nella tua isola.
ko: 워프를 활성화시키면 다른 플레이어들은 현재 지점으로 당신의 섬에 워프하게 됩니다.
nl: Als je warp is geactiveerd is kunnen andere spelers naar je eiland teleporteren.
ru: Когда Ваш варп активирован, другие игроки будут перемещены в эту точку, когда они телепортируются на Ваш остров.

source: §e§lClick here to change.
da: §e§lKlik her for at ændre.
it: §e§lClicca qui per cambiare.
ko: §e§l눌러서 바꾸기.
nl: §e§lKlik hier on the veranderen.
ru: §e§lНажмите для изменения.
sv: §e§lKlicka här för att ändra.

source: §c§lRestart Island
cs: §c§lRestart ostrova.
da: §c§lGenstart Øen
fr: §c§lRédémarrer l'île
it: §c§lRiavvia Isola
ko: §c§l섬 재시작
nl: §c§lHerstarten Eiland
ru: §c§lПерезапустить остров
sv: §c§lStarta om ön
vi_vn: §c§lTại khởi tạo đảo

source: Restarts your island. §4WARNING! §cwill remove your items and island!
cs: Restartuje tvuj ostrov §4VAROVANI! §csmaze vsechny veci a ostrov!
da: Genstarter din ø. §4ADVARSEL! §cdette vil fjerne alle dine ting og din ø!
fr: Redémarres votre île. §4ATTENTION§ !ccela va supprimer tout vos items et votre île !
it: Riavvia la tua isola. §4AVVERTIMENTO! §7rimuoverà i tuoi oggetti e l''isola!
ko: 당신의 섬을 재시작 합니다. §4경고! §c당신의 섬과 아이템이 제거됩니다!
nl: Hersytart je eiland. §4WAARSCHUWING! §cdit verweiderd je items en eiland!
ru: Перезагружает Ваш остров. §4ВНИМАНИЕ! §cЭто удалит Ваши предметы и остров!
sv: Starta om din ö. §4VARNING! §cTar bort alla dina saker och din ö!
vi_vn: Tái khởi tạo đảo. §4CẢNH BÁO! §cĐảo và mọi vật phẩm sẽ bị xoá bỏ

source: §c§lLeave Island
cs: §c§lOpusteni ostrova
da: §c§lForlad Ø
fr: §c§lQuitter l'île
it: §c§lLascia Isola
ko: §c§l섬 나가기
nl: §c§lVerlaat het eiland
ru: §c§lПокинуть остров
sv: §c§lLämna ön
vi_vn: §c§lRời đảo

source: Leaves your island. §4WARNING! §cwill remove all your items!
cs: Opusteni tveho ostrova. §4VAROVANI! §csmaze vsechny tvoje veci!
da: Forlader din ø. §4ADVARSEL! §cdu vil miste alle dine ting!
fr: Quittes votre île. §4ATTENTION§ !ccela va supprimer tout vos items !
it: Abbandona la tua isola. §4ATTENZIONE! §crimuoverà tutti i tuoi oggetti!
ko: 당신의 섬을 떠납니다. §4경고! §c당신의 모든 아이템이 제거됩니다!
nl: Verlaat je eiland. §4WAARSCHUWING! §cdit verwijderd al je items!
ru: Покиньте свой остров. §4ПРЕДУПРЕЖДЕНИЕ! §cЭто удалит все Ваши предметы!
sv: Lämnar din ö.. §4VARNING! §cTar bort alla dina saker!
vi_vn: Rời đảo. §4CẢNH BÁO! §cMọi vật phẩm sẽ bị xoá bỏ!

source: §cClick to leave
cs: §cKlikni pro odchod
da: §cKlik for at forlade
fr: §cClique pour quitter
it: §cClicca per abbandonare
ko: §c클릭하여 떠나기
nl: §cKlik om te verlaten
ru: §cНажмите, чтобы выйти
sv: §cKlicka för att lämna
vi_vn: §cNhấp đề trở về

source: Island Restart Menu
cs: Restart menu ostrova
da: Ø Genstarts Menu
fr: Menu de redémarrage de l'île
it: Menu Riavvio Isola
ko: 섬 재생성 매뉴
nl: Eiland Herstart Menu
ru: Меню рестарта острова
sv: Restart meny
vi_vn: Tái khởi tạo đảo

source: §eYou do not have access to that island-schematic!
cs: §eNemas pristup k planum ostrova!
da: §4Du har ikke adgang til den ø-type!
fr: §eVous n'avez pas accès à ce type d'île !
it: §4* §7Non hai accesso a quella schematica di isola!
ko: §e당신은 해당 island-schematic에 접근할 권한이 없습니다!
nl: §eJe hebt geen toegang to dat eiland-schematic
ru: §eУ Вас нет доступа к этой схематике острова!
sv: §eDu har inte tillgång till detta schematic!
vi_vn: §eKhông thể dùng mẫu đảo

source: §a§lReturn to the main menu
cs: §a§lNavrat do hlavního menu.
da: §a§lReturner til hovedmenuen
fr: §a§lRetour au menu principal
it: §a§lRitorna al menu principale
ko: §a§l메인 메뉴로 돌아가기
nl: §a§lTerug naar het hoofdmenu
ru: §a§lВернуться в главное меню
sv: §a§lÅtervänd till menyn
vi_vn: §a§lTrở về trình đơn chính

source: §aClick to restart!
cs: §aKIikni pro restartovani!
da: §a§lKlik for at genstarte!
fr: §aClique pour redémarrer !
it: §aClicca per riavviare!
ko: §a눌러서 재시작!
nl: §aKlik voor herstart!
ru: §aНажмите для рестарта!
sv: §aKlicka för att börja om!
vi_vn: §aNhấp vào để tái khởi tạo

source: Caps On
es: Mayúsculas Encendidas
fr: Majuscule activé
ru: Включен Caps Lock
sv: Caps På
vi_vn: Bật Caps Lock

source: §9Text Editor
cs: §9Textovy editor
da: §9Tekst Editor
es: §9Editor de Texto
fr: §9Editeur de texte
it: §9Editor Testuale
ko: §9텍스트 에디터
ru: §9Текстовый редактор
sv: §9Textredigerare
vi_vn: §9Trình soạn thảo

source: Too many requests for Mojangs API ({0} within {1}), sleeping {2}
cs: Prilis mnoho pozadavku pro Mojang API ({0} within {1}), sleeping {2}
da: For mange forespørgsler til Mojang ({0} inden for {1}), venter {2}
fr: Trop de requêtes pour Mojang API ({0} within {1}), sleeping {2}
it: §4* §7Troppe richieste alle API Mojang ({0} entro {1}), dormendo {2}
ko: 너무 많은 Mojangs API 호출 입니다 ({0} within {1}), sleeping {2}
nl: Te veel verzoeken naar Mojangs API ({0} binnen {1}), pause {2}
ru: Слишком много запросов к API Mojang ({0} в пределах {1}), ожидаем {2} секунд
sv: För många förfrågningar till Mojangs API ({0} inom {1}), väntar {2}

source: §9Hold your horses! You have to be patient...
da: §9Hold hesten an! Du skal være tålmodig...
it: §9Frena i cavalli! Devi essere paziente...
ru: §9Попридержи коней! Нужно потерпеть...

source: §9Not really patient, are you?
da: §9Du er ikke specielt tålmodig, er du?
it: §9Non molto paziente, vero?
ru: §9Не терпится, да?

source: §9Be patient, young padawan
da: §9Vær tålmodig, lille ven
it: §9Sii paziente, giovane padawan
ru: §9Будь терпелив, юный падаван

source: §9Patience you MUST have, young padawan
da: §9Tålmodig, du må være, unge mester
it: §9Pazienza DEVI avere, giovane padawan
ru: §9Терпением ты обладать должен, юный падаван

source: §9The two most powerful warriors are patience and time.
da: §9De to stærkeste krigere er tålmodighed og tid.
it: §9I due guerrieri più potenti sono la pazienza e il tempo.
ru: §9Два самых мощных воина есть терпение и время.

source: §eSending you to spawn.
cs: §ePosilam te na spawn.
da: §aTeleporterer dig til spawn.
es: §eEnviándote al spawn.
fr: §aTéléportation au spawn
it: §9* §7Inviandoti allo spawn.
ko: §e스폰으로 이동 중 입니다.
nl: §eJe wordt naar spawn gestuurd.
ru: §eОтправляемся на спавн.
sv: §eSkickar dig till spawn.
vi_vn: §eHồi chuyển về khu vực chug

source: §eThe island has been §cLOCKED§e.
cs: §eOstrov bude §cLOCKED§e.
da: §eØen er blevet §cLÅST§e.
fr: §eL'île a été §cVÉRROUILLÉ§e.
it: §9* §7L''isola è stata §4BLOCCATA§7.
ko: §e해당섬 은 §c잠금§e 되어있습니다.
nl: §eHet eiland is §cAFGESLOTEN§e.
ru: §eОстров был §заблокирован§e.
sv: §eÖn har blivit §cLÅST§e.
vi_vn: §eĐảo đã bị khoá

source: §4Unable to find a safe home-location on your island!
cs: §4Je nemozne najit bezpecny bod pro domov na tvem ostrove!
da: §4Ude af stand til at finde et sikkert sted på din ø!
fr: §4Impossible de trouver un endroit sécuriser sur votre île !
it: §4* §7Impossibile trovare una posizione casa sicura sulla tua isola!
ko: §4당신의 섬에서 안전한 Home 장소를 찾지 못했습니다!
nl: §4Niet in staat om een veilig thuis-lokatie te vinden op je eiland!
ru: §4Невозможно найти безопасное место для точки дома на Вашем острове!
sv: §cKunde inte hitta en säker hem-position på din ö!
vi_vn: §4Không thể tìm thấy chỗ đáp an toàn ở đảo của bạn!

source: §cWARNING: §eTeleporting you to mid-air.
cs: §cVAROVANI: §eTeleportuji te do vzduchu.
da: §cADVARSEL:§e Teleporterer dig op i luften.
fr: §cATTENTION: §eTéléportation en plein air.
it: §4* ATTENZIONE: §7Teletrasporto a mezz''aria.
ko: §c경고: §e하늘 한가운데로 이동중입니다.
nl: §cWAARSCHUWING: §eJe wordt in ergens in de lucht geteleporteerd.
ru: §cВНИМАНИЕ: §eТелепортируем Вас в воздух.
sv: §cVARNING: §eTeleporterar dig till luften.
vi_vn: §cCẢNH BÁO: §eĐang dịch chuyển bạn lên không trung.

source: §aTeleporting you to your island.
cs: §aTeleportuji te na tvuj ostrov.
da: §aTeleporterer dig til din ø.
es: §aTeletransportándote a tu isla.
fr: §aTéléportation à votre île
it: §aTeletrasporto alla tua isola.
ko: §a당신을 당신의 섬으로 텔레포트 하는 중입니다.
nl: §aJe word getelepoorteerd naar je eiland.
ru: §aТелепортируем Вас на Ваш остров.
sv: §aTeleporterar dig till din ö.
vi_vn: §aDịch chuyển về đảo.

source: §aYou will be teleported in {0} seconds.
cs: §aBudes teleportovan za {0} vterin.
da: §eDu vil blive teleporteret om {0} sekunder.
es: §aSerás teletransportado en {0} segundos.
fr: §aVous serez téléporté dans {0} secondes.
it: §9* §7Sarai teletrasportato tra §4{0} §7secondi.
ko: §a{0}초 후에 당신은 이동될 것 입니다..
nl: §aJe zal in {0} seconden getelepoorteerd worden.
ru: §aВы будете телепортированы через {0} секунд.
sv: §aDu kommer att teleporteras om {0} sekunder.
vi_vn: §aBạn sẽ dịch chuyển trong {0} giây

source: §4Unable to warp you to that player''s island!
da: §4Ude af stand til at teleportere dig til den spillers ø!
es: §4¡Incapaz de teletransportarte a la isla de ese jugador!
fr: §4Impossible d'utiliser le warp de cette île !
it: §4Impossibile fare il warp nell''isola di quel giocatore!
ko: §4해당플레이어의 섬으로 워프 할 수 없습니다!
nl: §4Je kan niet naar die spelers eiland warpen!
ru: §4Невозможно телепортировать Вас на остров этого игрока!
vi_vn: §4Không thể dịch chuyển đến đảo của người chơi này!

source: §aTeleporting you to {0}''s island.
da: §aTeleporterer dig til {0}s ø.
es: §aTeletransportándote a la isla de {0}§a.
fr: §aTéléporté à l''île de {0}.
it: §9* §7Teletrasporto all''isola di §6{0} §7.
ko: §a당신은 {0}초 후에 텔레포트 됩니다
nl: §aTeleporteren naar {0}''s eiland.
ru: §aТелепортируем Вас на остров {0}''.
vi_vn: §aDịch chuyển đến đảo của {0}.

source: §7Teleport cancelled
cs: §7Teleport prerusen.
da: §7Teleport afbrudt
fr: §7Téléportation annulée
it: §4* §7Teletrasporto cancellato
ko: 이동이 취소되었습니다.
nl: §7Telepoort geannuleerd
ru: §7Телепорт отменен
sv: §7Teleportering avbruten
vi_vn: §7Huỷ bỏ dịch chuyển

source: READY
cs: PRIPRAVEN
da: KLAR
fr: PRÊT
it: §a* §7PRONTO
ko: 준비완료
nl: KLAAR
ru: ГОТОВО
sv: REDO

source: §cWARNING:§e Could not transfer all the required items to your inventory!
cs: §cVAROVANI:§e Nemohu prenest vsechny pozadovane itemy do tvého inventare!
da: §cADVARSEL:§e Kunne ikke overføre de nødvendige ting til din taske!
fr: §cATTENTION:§e Impossible de transférer tout les items nécessaires dans votre inventaire !
it: §4* ATTENZIONE:§7 Impossibile trasferire tutti gli oggetti richiesti al tuo inventario!
ko: §c경고:§e 인벤토리에 있는 중요 물품을 이동하지 마세요!
nl: §cWAARSCHUWING:§e Kon niet alle vereiste items naar je inventaris over te dragen!
ru: §cВНИМАНИЕ:§e Не удалось перенести все необходимые предметы в инвентарь!
sv: §cVARNING:§e Kunde inte flytta alla krävda saker till ditt inventarie!

source: §cNot enough items in chest to complete challenge!
cs: §cNedostatek itemu v truhle pro splneni ukolu!
da: §cIkke nok ting i kisten til at fuldføre udfordringen!
fr: §cPas assez d'items dans le coffre pour compléter le challenge !
it: §4* §7Non abbastanza oggetti nella cassa per completare la sfida!
ko: §c이 도전과제를 달성하기 위한 아이템이 상자에 충분하지 않습니다!
nl: §cNiet genoeg items in je kist te om de uitdaging te voltooien!
ru: §cНедостаточно предметов в сундуке для выполнения задания!
sv: §cInte tlilräckligt med saker i kistan för att slutföra uppdraget!

source: Something went wrong saving the island and/or party data!
cs: Neco se pokazilo, ukladani ostrova nebo udaje o parte!
da: Der opstod en fejl under gemning af øens data!
es: ¡Algo salió mal al guardar la isla y/o los datos del grupo!
fr: Quelque chose a mal sauvegardé les données de l'île et / ou de la partie!
it: Qualcosa è andato storto salvando l''isola e/o i dati party!
ko: 섬 그리고/혹은 파티 데이터를 저장하는중에 오류가 발생하였습니다!
nl: Er is iets mis gegaan tijdens het opslaan van het eiland en/of party data!
ru: Что-то пошло не так при сохранении данных острова и/или группы!
sv: Något gick fel när när data skulle sparas!
vi_vn: Lỗi phát sinh khi lưu trữ thông tin đảo/nhóm

source: Converting data to UUID, this make take a while!
cs: Konvertuji data pro UUID, tohle muze chvili trvat!
da: Konverterer data til UUID, dette kan godt tage noget tid!
fr: Conversion des données en UUID, cela peut prendre un certain temps !
it: §9* §7Conversione dei dati a UUID, questo può prendere un po'' di tempo!
ko: 데이터를 UUID로 변환합니다, 이 과정은 시간이 걸릴 수 있습니다!
nl: Het omzetten van gegevens naar UUID, dit kan een tijdje duren!
ru: Конвертируем данные в UUID, этот процесс может занять время!
sv: Konverterar data till UUID, detta kan ta en stund!

source: §cMAINTENANCE:§e uSkyBlock is currently in maintenance mode
cs: §cUDRZBA:§e uSkyBlock je momentalne v modu udrzby
da: §cVEDLIGEHOLDELSE:§e uSkyBlock er i vedligeholdelsestilstand
fr: §cMAINTENANCE:§e uSkyBlock est actuellement en mode maintenance
it: §4* MANUTENZIONE:§7 uSkyBlock è attualmente in manutenzione
ko: §c관리모드:§e uSkyBlock이 현재 관리모드 입니다.
nl: §cONDERHOUD:§e uSkyBlock is op moment in onderhoud modus
ru: §cТЕХНИЧЕСКИЕ РАБОТЫ:§e uSkyBlock сейчас в режиме обслуживания
sv: §cUNDERHÅLL:§e uSkyBlock är i underhållsläge

source: §buSkyBlock§e depends on §9{0}§e >= §av{1}§e but only §cv{2}§e was found!
cs: §buSkyBlock§e zalezi na §9{0}§e >= §av{1}§e ale pouze §cv{2}§e bylo nalezeno!
da: §buSkyBlock§e afhænger af §9{0}§e >= §av{1}§e men kun §cv{2}§e blev fundet!
fr: §buSkyBlock§e dépend de §9{0}§e >= §av{1}§e mais seulement §cv{2}§e a été trouvé !
it: §buSkyBlock§e dipende da §9{0}§e >= §av{1}§e ma solo §cv{2}§e trovato!
nl: §buSkyBlock§e is afhankelijk van §9{0}§e >= §av{1}§e maar alleen §cv{2}§e is gevonden!
ru: §buSkyBlock§e требует §9{0}§e >= §av{1}§e, но установлен только §cv{2}§e!
vi_vn: buSkyBlock phụ thuộc vào §9{0}§e >= §av{1}§e nhưng chỉ có §cv{2}§e được tìm thấy!

source: §buSkyBlock§e depends on §9{0}§e >= §av{1}
cs: §buSkyBlock§e zalezi na§9{0}§e >= §av{1}
da: §buSkyBlock§e afhænger af §9{0}§e >= §av{1}
fr: §buSkyBlock§e dépend de §9{0}§e >= §av{1}
it: §buSkyBlock§e dipende da §9{0}§e >= §av{1}
nl: §buSkyBlock§e is afhankelijk van §9{0}§e >= §av{1}
ru: §buSkyBlock§e требует §9{0}§e >= §av{1}.
sv: §buSkyBlock§e kräver §9{0}§e >= §av{1}
vi_vn: §buSkyblock phụ thuộc vào §9{0}§e >= §av{1}

source: §4Player is already assigned to this island!
cs: §4Hrac je jiz prirazen na tento ostrov!
da: §4Spilleren er allerede del af denne ø!
es: §4¡Ese jugador ya tiene una isla asignada!
fr: §4Ce joueur est déjà assigné à une île !
it: §4* §7Il giocatore è già assegnato a questa isola!
ko: §4플레이어는 이미 이 섬에 배정되었습니다!
nl: §4Speler is al toegewezen aan dit eiland!
ru: §4Игрок уже прописан на этом острове!
sv: §cSpelaren är redan tilldelad denna ö!
vi_vn: §4Đảo đã chuyển giao cho người chơi

source: §cYour island is in the process of generating, you cannot create now.
cs: §cTvuj ostrov se prave vytvari, nemuzes hned zalozit novy!
da: §cDin ø er ved at blive re-genereret, det er ikke muligt at oprette nu.
es: §cTu isla está en proceso de generación, no puedes crear ahora.
fr: §cVotre île génére , vous ne pouvez pas créer maintenant.
it: §4* §7La tua isola è in fase di generazione, non è possibile creare ora.
ko: §c당신의 섬은 생성과정 중에 있습니다, 당신은 지금 만들 수 없습니다.
nl: §cJe eiland is in het proces van het genereren, kan je nu niets maken.
ru: §cВы уже ожидаете подготовки острова и не можете создавать новый.
sv: §cDin ö håller på att genereras, du kan inte skapa en just nu.
vi_vn: §cĐảo đang trong quá trình khởi tạo, không thể tạo mới ngay bây giờ.

source: Could not create your Island. Please contact a server moderator.
cs: Pokud ti nejde zalozit ostrov, prosim kontaktuj admina.
da: Kunne ikke oprette din ø. Venligst kontakt en server administrator.
es: No se pudo crear tu isla. Por favor contacta con alguien del staff.
fr: Vous ne pouvez pas créer d'île. Contactez un administrateur.
it: §4* §7Impossibile creare la tua Isola. Contatta un moderatore del server.
ko: 당신의 섬을 생성할 수 없었습니다. 서버 관리자에게 문의하세요.
nl: Kan je eiland niet creeren. Kontakt een server moderator
ru: Ошибка в создании острова. Обратитесь к администратору сервера.
sv: Kan inte skapa din ö. Vänligen kontakta en administratör.
vi_vn: Tạo đảo không thành công. Liên lạc với quản trị viên để giải quyết.
