Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: delete your island and start a new one.
cs: Smaz svuj ostrov a zaloz novy.
da: slet din ø og start på en ny.
es: borra tu isla y empieza una nueva.
fr: supprimer votre île et créer une nouvelle.
it: cancella la tua isola e avviane una nuova.
ko: 섬을 삭제하고 새로 시작합니다.
nl: verwijder je eiland en start een nieuwe.
ru: удалите свой остров и начните новый.
sv: ta bort din ö och starta en ny.
vi_vn: xoá đảo của bạn và khởi tạo đảo mới

source: exempt player from restart-cooldown
da: lad brugeren undgå genstart-tidsbegrænsning
it: esenta il giocatore dalla ricarica-riavvio
ko: 재시작 쿨다운에서 해당 플레이어를 제외합니다.
nl: stelt de speler vrij van herstart-cooldown
ru: освобождает игрока от кулдауна на рестарт
sv: undantar spelaren från restart-cooldown

source: §4Only the owner may restart this island. Leave this island in order to start your own (/island leave).
cs: §4Pouze vlastnik muze restartovat tento ostrov. Opust tento ostrov pomoci (/island leave) a zaloz si vlastni ostrov.
da: §4Kun ejeren må genstarte en ø. Forlad øen for at starte din egen (§9/island leave§4).
es: §4sólo el dueño puede reiniciar esta isla. Para empezar una por tu cuenta deja esta isla (§b/island leave§4).
fr: §4Uniquement le chef de l'île peut remettre à zéro l'île. Quitter l'île pour créer la votre (/island leave).
it: §4* §7Solo il proprietario può riavviare questa isola. Lascia questa isola per §7avviarne una tua (§a/island leave§7).
ko: §4오직 소유자만 이 섬을 재시작할 수 있습니다. 이 섬을 떠나고 새로 시작하려면 이 섬을 떠나세요(/island leave).
nl: §4Alleen de eiland eigenaar mag het eiland opnieuw starten. Verlaat dit eiland om je eigen eiland te beginnen (/island leave).
ru: §4Перезапустить этот остров может только его владелец. Покиньте этот остров, чтобы начать свой собственный (/island leave).
sv: §cEndast gruppledaren kan starta om ön. Lämna ön för att starta din egna (/island leave).
vi_vn: §4Chỉ quản lý có thể khởi tạo lại đảo. §4Rời khỏi đảo để có thể tạo đảo riêng (/island leave)

source: §eYou must remove all players from your island before you can restart it (/island kick <player>). See a list of players currently part of your island using /island party.
cs: §eMusis odstranit vsechny hrace z tveho ostrova (/island kick <player>) pred tim nez ho restartujes. Podivej se na seznam aktualnich hracu na tvem ostrove /island party.
da: §eDu skal fjerne alle medlemmer af din ø, før du kan genstarte den (§9/island kick <spiller>§e).Se en liste af medlemmerne med §9/island party.
es: §eDebes quitar a todos los jugadores de tu isla antes de que puedas reiniciarla (§b/island kick <player>§e). Mira una lista de los jugadores que actualmente son parte de tu isla con §b/island grupo§e.
fr: §eVous devez enlever tout les joueurs de votre île avant de le remettre à zéro (/island kick <joueur>. Pour voir les membres de votre île faites /island party.
it: §4* §7Devi rimuovere tutti i giocatori dalla tua isola prima di poterla riavviare (§a/island kick <giocatore>§7). Consulta l''elenco di giocatori parte della tua isola usando §a/island party.
ko: §e새로 시작하려면 다음명령어를 사용하여 모든 플레이어들을 당신의 섬에서 제거해야 합니다 (/island kick <플레이어>). 다음 명령어를 사용해 당신의 섬의 플레이어의 리스트를 보세요 /island party.
nl: §eJe moet alle spelers verwijderen voordat je je eiland opnieuw kan starten (/island kick <player>). Bekijk een lijst met huidige spelers op je eiland door gebruik te maken van /island party.
ru: §eВы должны удалить всех игроков с вашего острова, прежде чем сможете перезапустить его (/island kick <player>). Посмотреть список игроков, которые в данный момент являются частью Вашего острова, можно с помощью команды /island party.
sv: §eDu måste ta bort alla medlemmar från ön innan du kan starta om den (/island kick <namn>). Visa en lista av gruppmedlemmar med /is party.
vi_vn: §eBạn phải trục xuất tất cả thành viên trước khi khởi tạo lại đảo(/island kick player) Xem danh sách thành viên bằng /is party

source: §cYou can restart your island in {0} seconds.
cs: §cOstrov muzes restartovat za {0} sekund.
da: §cDu kan genstarte din ø om {0} sekunder.
es: §ePodrás reiniciar tu isla en {0} segundos.
fr: §cVous pouvez remettre à zéro votre île dans {0} secondes.
it: §4* §7Puoi riavviare la tua isola tra §c{0} §7secondi.
ko: §c당신은 {0}초 후에 재시작 할 수 있습니다.
nl: §eJe kunt een nieuw eiland aanmaken in {0} seconden.
ru: §cВы можете перезапустить свой остров через {0} секунд.
sv: §eDu kan starta om din ö om {0} sekunder.
vi_vn: §cBạn có thể khởi tạo lại trong {0} giây

source: §cYour island is in the process of generating, you cannot restart now.
cs: §cTvuj ostrov je ve fazi vytvareni, momentalne ho nemuzes restartovat.
da: §cDin ø er ved at re-generere, du kan ikke genstarte nu.
es: §cTu isla está en proceso de generación, no puedes reiniciar ahora.
fr: §cVotre île est en génération, vous ne pouvez la remettre à zéro maintenant.
it: §4* §7La tua isola è in fase di generazione, non puoi riavviarla adesso.
ko: §c당신의 섬이 생성되는 중입니다, 지금은 재시작할 수 없습니다.
nl: §cJe eiland is in het verloop van het genereren, kan je nu herstarten.
ru: §cВаш остров находится в процессе генерации, Вы не можете перезапустить его сейчас.
sv: §cDin ö håller på att genereras, du kan inte börja om just nu.
vi_vn: §cĐảo của bạn đang khởi tạo lại

source: §eNOTE: Your entire island and all your belongings will be RESET!
cs: §ePOZOR: Tvuj cely ostrov a vsechny veci na nem budou RESETOVANY!
da: §eBEMÆRK: Hele din ø, og alle dine ejendele vil blive tabt!
es: §eNOTA: ¡Tu isla entera y todas tus pertenencias se reiniciarán!
fr: §eRAPPEL: La totalité de votre île et tous vos biens seront remis à zéro !
it: §4NOTA: §7La tua intera isola e tutti gli effetti saranno §4RESETTATI!
ko: §eNOTE: 당신의 모든 섬과 소유물들이 리셋 될 것입니다!
nl: §eLET OP: Je gehele eiland en je belangen worden VERWIJDERD!
ru: §eNOTE: Весь ваш остров и все Ваше имущество будут сброшены!
sv: §eVIKTIGT: Hela din ö och alla dina ägodelar kommer att ÅTERSTÄLLAS!
vi_vn: §eGhi chú: Mọi thử trên đảo và vật phẩm của bạn sẽ bị khởi tạo lại

source: set the island-home
cs: Nastav home pozici na ostrove
da: sæt øens start-position
es: establece el hogar de la isla
fr: modifier le home de l'île
it: imposta la casa dell''isola
ko: island-home을 지정하세요
nl: set de thuis-lokatie
ru: установить домашний остров
sv: ställer in öns hem
vi_vn: thiết đặt vị trí nhà

source: §4You must be closer to your island to set your skyblock home!
cs: §4Musis byt bliz sveho ostrova aby si mohl nastavit domov!
da: §4Du er nødt til at være tættere på din ø, for at sætte dit hjem!
es: §4¡Tienes que estar más cerca de tu isla para establecer el punto de hogar!
fr: §4Vous devez être plus proche de votre île pour modifier le home !
it: §4* §7Devi essere più vicino alla tua isola per impostare la casa skyblock!
ko: §4당신의 skyblock 집에 지정하려면 당신의 섬에 더 가까워야 합니다!
nl: §4Je moet dichter bij je eiland zijn om je skyblock home te zetten
ru: §4Вы должны быть ближе к своему острову, чтобы установить свой дом на Skyblock!
sv: §cDu måste vara på din ö för att ställa in hemposition.
vi_vn: §4Cần phải ở trên đảo của bạn để thiết đặt nhà chính!

source: §4Your current location is not a safe home-location.
cs: §4Tvoje momentalni pozice neni bezpecna pro nastaveni domova.
da: §4Din nuværende position er ikke et sikkert hjemsted.
es: §4La actual localización de tu hogar no es segura.
fr: §4Votre position acutelle n'est pas un home protégé.
it: §4* §7La tua posizione attuale non è sicura.
ko: §4당신의 현재 지점은 안전한 집 위치가 아닙니다
nl: §4Je huidige locatie is niet een veilige thuis-locatie.
ru: §4Ваше нынешнее местоположение не является безопасным местом проживания.
sv: §cDin nuvarande position är inte en säker hemposition.
vi_vn: §4Vị trí hiện tại không an toàn.

source: §aYour skyblock home has been set to your current location.
cs: §aTvuj domov na SkyBlocku byl nastaven na tvoje aktualni pozici.
da: §aDit hjemsted er blevet sat til din nuværende position.
es: §aEl hogar de tu isla ha sido establecido a tu ubicación actual.
fr: §aVotre home a été modifié à votre position acutelle.
it: §9* §7La tua casa skyblock è stata impostata alla tua posizione.
ko: §a당신의 skyblock집이 당신의 현재 지점에 지정되었습니다.
nl: §aJe skyblock home is ingesteld op uw huidige locatie.
ru: §aВаш дом в Skyblock был установлен на Ваше текущее местоположение.
sv: §aDin hemposition har ställts in till nuvarande position.
vi_vn: §aNhà chính đã được đặt tại vị trí hiện tại.

source: set your island''s warp location
da: sæt din øs besøgspunkt
es: establece la localización del teletransporte de la isla
fr: modifier la position du point de spawn du warp
it: imposta la posizione del warp della tua isola
ko: 당신의 섬의 워프 지점을 지정하세요
nl: set de warp lokatie van je eiland
ru: установить местоположение варпа Вашего острова
vi_vn: thiết đặt điểm dịch chuyển của đảo

source: §cYou do not have permission to set your island''s warp point!
da: §cDu har ikke tilladelse til at sætte din ø''s besøgsportal!
es: §c¡No tienes el permiso para establecer el teletransporte de tu isla!
it: §cNon hai il permesso di impostare il punto di warp della tua isola!
ko: §c당신은 섬에 워프 포인트를 지정할 권한이 없습니다!
nl: §cje hebt geen toestemming om je warp lokatie te zetten op je eiland!
ru: §cУ Вас нет разрешения на установку варпа Вашего острова!
vi_vn: §cBạn không có quyền thiết đặt điểm dịch chuyển của đảo

source: §cYou need to be on your own island to set the warp!
cs: §cMusis byt na svem vlastnim ostrove aby si mohl nastavit misto pro teleport.
da: §4Du skal være på din ø, for at gøre det!
es: §c¡Necesitas estar en tu propia isla para establecer el teletransporte!
fr: §cVous devez être le chef de l'île pour modifier le warp !
it: §4* §7Hai bisogno di essere sulla tua isola per impostare il warp!
ko: §c워프를 지정하려면 자신의 섬에 있어야 합니다!
nl: §cJe moet op je eigen eiland zijn om de warp lokatie te zetten!
ru: §cВы должны быть на своем острове, чтобы установить варп!
sv: §cDu måste vara på ön för att ställa in öns warp!
vi_vn: §cBạn phải trên đảo của bản thân để thiết đặt điểm dịch chuyển

source: §b{0}§d changed the island warp location.
cs: §b{0}§d zmenil na ostrove misto pro teleport.
da: §b{0}§d ændrede øens besøgsportal.
es: §b{0}§d cambió la ubicación del teletransporte de la isla.
fr: §b{0}§d a changé la position du warp de l'île.
it: §6{0}§7 ha cambiato la posizione del warp dell''isola.
ko: §b{0}§d가 워프 지점을 바꾸었습니다.
nl: §b{0}§d heeft de warp lokatie verzet.
ru: §b{0}§d изменил местоположение варпа острова.
sv: §b{0}§d flyttade öns warp position.
vi_vn: §b{0}§d thay đổi điểm dịch chuyển của đảo

source: teleports you to the skyblock spawn
cs: Teleportuji te na spawn Skyblocku
da: teleporter dig til skyblock spawn
es: te teletransporta al spawn
fr: téléporter au spawn du skyblock
it: ti teletrasporta allo spawn dello skyblock
ko: skyblock spawn으로 텔레포트 합니다
nl: telepoort je naar de skyblock spawn
ru: телепортирует Вас к спавну Skyblock
sv: teleporterar dig till skyblock spawnen
vi_vn: hồi chuyển về khu vực chung

source: enable/disable warping to your island.
cs: Zapnout/vypnout warpy na tvem ostrove
da: tillad/bloker besøg på din ø.
es: habilita/deshabilita el teletransporte de tu isla.
fr: activer/désactiver le warp à votre île
it: abilita/disabilita il warping alla tua isola.
ko: 당신의 섬으로 워프 가능/불가능 .
nl: zet de warping aan/uit naar je eiland
ru: включить/выключить варпы на Ваш остров.
sv: aktiverar eller inaktiverar warpande till din ö.
vi_vn: bật/tắt dịch chuyển tới đảo của bạn

source: §4Your island is locked. You must unlock it before enabling your warp.
cs: §4Tvuj ostrov je uzamcen. Musis ho odemcit předtím nez nastavit teleport.
da: §4Din er er låst. Du bliver nødt til at låse den op, før du kan aktivere besøgsportal.
es: §4Tu isla está bloqueada. Debes desbloquearla antes de activar el teletransporte.
fr: §4Votre île est vérrouillé. Vous devez la dévérouilleé pour activer votre warp.
it: §4* §7La tua isola è §4bloccata§7. Devi §asbloccarla §7prima di abilitare il tuo warp.
ko: §4당신의 섬은 잠겼습니다. 워프하려면 Unlock해야합니다.
nl: §4Je eiland is gesloten. Je moet het eerst ongrendelen voordat je de warp kan aanzetten.
ru: §4Ваш остров заблокирован. Вы должны разблокировать его перед включением варпа.
sv: §cDin ö är låst. Du måste låsa upp den innan du kan aktivera din warp.
vi_vn: §4Đảo của bạn đã khoá. Bạn phải mở khoá để kích hoạt điểm dịch chuyển

source: §b{0}§d activated the island warp.
cs: §b{0}§d aktivoval teleport na ostrove.
da: §b{0}§d aktiverede øens besøgsportal.
es: §b{0}§d activó el teletransporte de la isla.
fr: §b{0}§d a activé le warp de l'île
it: §6{0}§a ha attivato §7il warp dell''isola.
ko: §b{0}§d 활성화된 섬 워프.
nl: §b{0}§d heeft het eiland warp geactiveerd.
ru: §b{0}§d активировал островной варп.
sv: §b{0}§d aktiverade öns warp.
vi_vn: §b{0}§d kích hoạt điểm dịch chuyển của đảo

source: §b{0}§d deactivated the island warp.
cs: §b{0}§d deaktivovat teleport na ostrove.
da: §b{0}§d deaktiverede øens besøgsportal.
es: §b{0}§d desactivó el teletransporte de la isla.
fr: §b{0}§d a désactivé le warp de l'île
it: §6{0}§4 ha disattivato §7il warp dell''isola.
ko: §b{0}§d 비활성화된 섬 워프.
nl: §b{0}§d heeft het eiland warp gedeactiveerd.
ru: §b{0}§d деактивировал островной варп.
sv: §b{0}§d inaktiverade öns warp.
vi_vn: §b{0}§d vô hiệu hoá điểm dịch chuyển của đảo

source: §cYou do not have permission to enable/disable your island''s warp!
da: §cDu har ikke tilladelse til at aktivere/deaktivere din ø''s besøgsportal!
it: §cNon hai il permesso di abilitare/disabilitare il warp della tua isola!
ko: §c당신 섬에 워프를 온/오프 할 권한이 없습니다!
nl: §cJe hebt geen toestemming om je eiland warp aan/uit te zetten!
ru: §cУ вас нет разрешения на включение/выключение варпа Вашего острова!
vi_vn: §cBạn không có quyền bật/tắt điểm dịch chuyển

source: display the top10 of islands
cs: Zobrazi 10 nejpelsich ostrovu.
da: vis top10 af øer
es: muestra el Top 10 de islas
fr: afficher le top 10 des îles.
it: visualizza la top10 delle isole
ko: 섬들의 top 10을 보여줍니다
nl: laat de top 10 van alle eilanden zien
ru: отобразить топ-10 островов
sv: visar topp 10 av alla öar
vi_vn: hiện 10 đảo thứ hạng cao nhất

source: enables user to all-ways generate top-ten (no caching)
da: tillader brugeren altid at generere top 10
it: abilita all''utente tutti i modi di generare la top-ten (senza cache)
ko: 유저가 TOP 10을 생성하는것을 허용합니다.
nl: Laat een speler altijd het opnieuw genereren van de top-ten (no caching)
ru: позволяет пользователю генерировать топ-десять (без кэширования)
sv: tillåter spelaren att alltid generera top10 på nytt (ingen cache)

source: trust/untrust a player to help on your island.
cs: Duvera/neduvera ti pomahat od hracu na ostrove
da: tillad en spiller at hjælpe med på din ø.
es: confía/desconfía en un jugador para ayudar en tu isla.
fr: ajouter/retirer un joueur pour vous aider sur votre île.
it: dai/togli la fiducia a un giocatore per aiutare sulla tua isola.
ko: 당신의 섬에서 도우려는 플레이어를 믿으시겠습니까/믿지 않겠습니까.
nl: vertrouw/wantrouw een speler om je te helpen op je eiland.
ru: доверять/не доверять игроку помощь на Вашем острове.
sv: litar på en annan spelare att hjälpa dig på ön.
vi_vn: (không) tín nhiệm người chơi để giúp bạn xây dựng đảo

source: §eThe following players are trusted on your island:
cs: §eNasledujici hraci na tvem ostrove jsou duveryhodni:
da: §eDe følgende spillere betroet på din ø:
es: §eLos siguientes jugadores están confiados en tu isla:
fr: §eLes membres auxquels vous faites confiance:
it: §9* §7I seguenti giocatori sono §adi fiducia §7sulla tua isola:
ko: §e다음의 플레이어들은 당신의 섬에서 신뢰받았습니다:
nl: §eDe volgende spelers zijn vertrouwd op je eiland:
ru: §eНа Вашем острове доверены следующие игроки:
sv: §eFöljande spelare är betrodda på ön:
vi_vn: §eNhưng người chơi đã tín nhiệm bạn trên đảo:

source: §eThe following leaders trusts you:
cs: §eNasledujici vudci ti duveruji:
da: §eDe følgende ledere har tiltro til dig:
es: §eLos siguientes lideres confían en ti en sus islas:
fr: §eLes chefs auxquels vous faites confiance:
it: §9* §7I seguenti leader ti danno §afiducia§7:
ko: §e다음의 리더들은 당신을 신뢰합니다:
nl: §eJe bent vetrouwd door de volgende leiders:
ru: §eСледующие лидеры доверяют Вам:
sv: §eFöljande ledare litar på dig:
vi_vn: §eNhững quản lý đã tín nhiệm bạn:

source: §eTo trust/untrust from your island, use /island trust <player>
cs: §ePro duveru / neduveru tveho ostrova pouzij /island trust <player>
da: §eFor at betro spillere adgang, brug §9/is trust <spiller>
es: §ePara confiar/desconfiar en alguien para construir en tu isla, usa §b/island trust <jugador>
fr: §ePour ajouter/retirer des membres de confiances, /island trust <joueur>
it: §9* §7Per §adare§7/§4togliere §7fiducia dalla tua isola, usa §a/island trust <giocatore>
ko: §e당신의 섬으로부터 믿거나/말거나 하려면, /island trust <플레이어>를 쓰세요
nl: §eOm spelers te vertrouwen/wantrouwen op je eiland, gebruik dan /island trust <speler> of /island untrust <speler>
ru: §eЧтобы доверять/не доверять игроку, используйте /island trust <player>
sv: §eFör att lita på en annan spelare, använd /island trust <namn>
vi_vn: §eĐể (huỷ bỏ) tín nhiệm, dùng /island trust <tên người chơi>

source: §4Members are already trusted!
cs: §4Clenu ti uz veri!
da: §4Medlemmet er allerede betroet!
es: §4¡Los miembros ya estan confiados en la isla!
fr: §4Membre déjà ajouté !
it: §4* §7I membri sono già §adi fiducia§7!
ko: §4멤버들은 이미 신뢰받습니다!
nl: §4Leden die al vertrouwd zijn!
ru: §4Членам уже доверяют!
sv: §cSpelarna är redan betrodda!
vi_vn: §4Người chơi đã được tín nhiệm

source: §4Unknown player {0}
cs: §4Neznamy hrac {0}
da: §4Ukendt spiller {0}
es: §4Jugador desconocido {0}
fr: §4Joueur inconnu {0}
it: §4* §7Giocatore sconosciuto §6{0}
ko: §4모르는 플레이어 {0}
nl: §4Onbekende speler {0}
ru: §4Неизвестный игрок {0}
sv: §cOkänd spelare {0}
vi_vn: §4Người chơi không xác định {0}

source: §eYou are now trusted on §4{0}''s §eisland.
da: §eDu er nu betroet på §4{0}§es ø.
es: §eAhora estás confiado en la isla de §4{0}§e.
fr: §eVous avez ajouté §4{0}§e comme joueur de confiance sur l'île.
it: §4* §7Sei ora §adi fiducia nell''isola di §6{0} §7.
ko: §e§4{0}의§e섬에서 이제 신뢰받습니다.
nl: §eJe bent nu vertrouwed op §4{0}''s §eeiland.
ru: §eВам теперь доверяют на острове §4{0}.
vi_vn: §eBạn được tín nhiệm trên đảo của {0}

source: §a{0} trusted {1} on the island
cs: §a{0} veri {1} na ostrove
da: §a{0} tilføjede {1} som ven til øen
es: §a{0} confió en {1} para construir en la isla
fr: §a{0} a ajouté {1} comme membre de confiance sur l'île
it: §6{0} §adata la fiducia §7a §6{1} §7sull''isola
ko: §a{0}가 {1}를 그 섬에서 믿습니다
nl: §a{0} vertrouwd {1} op het eiland
ru: §a{0} установил доверенным игроком {1}
sv: §a{0} betrodde {1} på ön
vi_vn: §a{0} tín nhiệm bạn{1}

source: §eYou are no longer trusted on §4{0}''s §eisland.
da: §eDu er ikke længere betroet på §4{0}§es ø.
es: §eYa no estas confiado en la isla de §4{0}§e.
fr: §eVous n'êtes plus un joueur de confiance sur l'île de §4{0}.
it: §4* §7Non sei più §4di fiducia §7nell''isola di §6{0}§7.
ko: §e당신은 더이상 §4{0}의 섬에서 신뢰받지 못합니다.
nl: §eJe bent niet meer vertrouwd op §4{0}''s §eeiland.
ru: §Вам больше не доверяют на острове §4{0}.
vi_vn: §eBạn không còn được tin tưởng trên đảo của §4{0}

source: §c{0} revoked trust in {1} on the island
cs: §c{0} zrusil duveru {1} na ostrove
da: §c{0} fjernede {1} som ven af øen
es: §c{0} quitó la confianza de {1} en la isla
fr: §c{0}a retiré le joueur {1} comme membre de confiance sur l'île
it: §6{0} §crevocata la §7fiducia in §6{1} §7sull''isola
ko: §c{0}가 {1}을 신뢰했던 것을 취소합니다
nl: §c{0} heeft het vertouwen afgenomen van {1} op het eiland.
ru: §c{0} отменил доверие к {1} на острове
sv: §e{0} återkallade förtroendet för {1} på ön
vi_vn: §c{0} không còn tín nhiệm {1}

source: warp to another player''s island
da: besøg en andens ø
es: teletransportarse a la isla de otro jugador
fr: utiliser le warp d'une autre île
it: fai il warp nell''isola di un altro giocatore
ko: 다른 플레이어의 섬으로 워프합니다
nl: warp naar een andere speler''s eiland
ru: переместиться на остров другого игрока
vi_vn: dịch chuyển đến đảo của người chơi khác

source: §aYour incoming warp is active, players may warp to your island.
cs: §aTvuj prichozi port je aktivni, hraci se mohou teleportovat na tvuj ostrov.
da: §aDin besøgsportal er aktiv. Spillere kan teleportere til din ø.
es: §aTu teletransporte está activo, cualquier jugador puede teletransportarse a tu isla.
fr: §aVotre warp est actif, les joueurs peuvent utiliser votre warp.
it: §9* §7Il tuo warp è §aattivo§7, i giocatori possono andare nella tua isola.
ko: §a당신의 들어오는 워프가 활성화되어있습니다, 플레이어들은 당신의 섬으로 워프할 수 있습니다.
nl: §aJe inkomende warp is actief, spelers kunnen naar je eiland warpen.
ru: §aВаш входящий варп активен, игроки могут варпаться на Ваш остров.
sv: §aDin warp är aktiv, spelare kan warpa till din ö.
vi_vn: §aĐiểm dịch chuyển đã hoạt động, người chơi có thể dịch chuyển đến

source: §4Your incoming warp is inactive, players may not warp to your island.
cs: §4Tvuj prichozi port je neaktivni, hraci se nemohou teleportovat na tvuj ostrov.
da: §4Din besøgsportal er inaktiv. Spillere kan ikke teleportere til din ø.
es: §4Tu teletransporte está inactivo, los jugadores no se teletransportarán a tu isla.
fr: §4Votre warp est inactif, les joueurs ne peuvent utiliser votre warp.
it: §9* §7Il tuo warp è §4inattivo§7, i giocatori non possono andare nella tua isola.
ko: §4당신의 들어오는 워프가 활성화되어있지 않아 플레이어들이 당신의 섬으로 워프할 수 없습니다.
nl: §4Je inkomende warp is niet actief, spelers kunnen niet naar je eiland warpen.
ru: §4Ваш входящий варп неактивен, игроки не могут варпаться на Ваш остров.
sv: §cDin warp är inaktiv, spelare kan inte längre arpa till din ö.
vi_vn: §4Điểm dịch chuyển không hoạt động, người chơi không thể dịch chuyển đến đảo của bạn

source: §fSet incoming warp to your current location using §e/island setwarp
cs: §fNastav prichozi port na tve aktualni pozici pomoci §e/island setwarp
da: §fSæt besøgsportalen til din nuværende position ved at bruge §e/island setwarp
es: §fEstablece el punto de teletransporte a tu actual ubicación usando §b/island setwarp
fr: §fDéfinir le warp à votre position §e/island setwarp
it: §9* §7Imposta il warp alla tua posizione corrente usando §a/island setwarp
ko: §e/island setwarp§f을 이용해서 당신의 현재 위치에 들어오는 워프를 지정하세요
nl: §fSet je inkomende warp op je huidige lokatie met §e/island setwarp
ru: §fУстановить входящий варп в текущее местоположение с помощью §e/island setwarp
sv: §fStäll in warpen till nuvarande position med §e/sättwarp
vi_vn: §fThiết đặt điểm dịch chuyển tại vị trí của bạn dùng §e/island setwarp

source: §fToggle your warp on/off using §e/island togglewarp
cs: §fZapnes nebo vypnes warpy na svem ostrove pomoci: §e/island togglewarp
da: §fSkift adgang til din besøgsportal ved brug af §9/island togglewarp
es: §fEnciende/apaga el teletransporte de tu isla usando §b/island togglewarp
fr: §fActivé/Désactivé le warp §e/island togglewarp
it: §9* §7Imposta il tuo warp on/off usando §a/island togglewarp
ko: §f다음 명령어를 사용해 워프 기능을 온오프 하세요 §e/island togglewarp
nl: §fSchakel je warp aan/uit met §e/island togglewarp
ru: §fВключить/выключить варп с помощью §e/island togglewarp
sv: §fAktivera eller inaktivera öns warp med §e/warp
vi_vn: §f Bật tắt điểm dịch chuyển dùng §e/island togglewarp

source: §4You do not have permission to create a warp on your island!
cs: §4Nemas opravneni vytvorit teleport na svem ostrove!
da: §4Du har ikke tilladelse til at oprette en besøgsportal på din ø!
es: §4¡No tienes permiso para crear un teletransporte en tu isla!
fr: §4Vous n'avez pas la permission de créer un warp sur votre île !
it: §4* §7Non hai il permesso di creare un warp sulla tua isola!
ko: §4당신의 섬에 워프를 만들 권한이 없습니다!
nl: §4Je hebt geen permissie om een warp te creeren op je eiland!
ru: §4У вас нет разрешения на создание варпа на Вашем острове!
sv: §4Du saknar rättighet att skapa en warp på ön!
vi_vn: §4Không có quyền tạo điểm dịch chuyển trên đảo
