Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: §4Only the island''s owner can invite!
da: §4Kun øens ejer kan invitere!
es: §4¡sólo el dueño de la isla puede invitar!
fr: §4Seul le propriétaire de l'île peut inviter !
it: §4* §7Solo il proprietario dell''isola può invitare!
ko: §4오직 이 섬의 주인만이 초대할 수 있습니다!
nl: §4Alleen de eiland eigenaar kan spelers uitnodigen!
ru: §4Приглашать может только владелец острова!
vi_vn: §4Chỉ có quản lý mới có thể mời người chơi khác!

source: §aYou can invite {0} more players.
cs: §aMuzes jeste prizvat {0} hracu.
da: §aDu kan invitere yderligere {0} spillere til din ø.
es: §aPuedes invitar a {0} jugadores más.
fr: §aVous pouvez inviter maximum {0} joueurs.
it: §9* §7Puoi invitare altri §c{0} §7giocatori.
ko: §a{0}명 더 초대할 수 있습니다 .
nl: §aJe kan nog {0} speler(s) uitnodigen
ru: §aВы можете пригласить еще {0} игроков.
sv: §aDu kan bjuda in {0} spelare till.
vi_vn: §aBạn có thể mời thêm {0} người chơi.

source: §4You can't invite any more players.
cs: §4Uz nemuzes prizvat dalsi hrace.
da: §4Du kan ikke invitere flere spillere.
es: §4No puedes invitar a más jugadores.
fr: §4Vous ne pouvez pas inviter plus de joueurs.
it: §4* Non puoi §7invitare altri giocatori.
ko: §4당신은 더이상 플레이어를 초대할 수 없습니다.
nl: §4Je kan geen spelers meer uitnodigen
ru: §4Вы не можете больше приглашать игроков.
sv: §cDu kan inte bjuda in fler spelare.
vi_vn: §4Bạn không thể mời thêm người chơi.

source: §4You do not have permission to invite others to this island!
cs: §4Nemas povoleni prizvat hrace na tento ostrov!
da: §4Du har ikke tilladelse til at invite flere til din ø!
es: §4¡No tienes permiso para invitar a otros a esta isla!
fr: §4Vous n'avez pas la permission pour inviter d'autres joueur sur l'île !
it: §4* §7Non hai il permesso di invitare altri in questa isola!
ko: §4당신은 이 섬에 다른 사람을 초대할 권한이 없습니다!
nl: §4Je hebt geen toestemming om andere spelers uit te nodigen!
ru: §4Вы не имеете права приглашать других на этот остров!
sv: §cDu saknar rättighet att bjuda in spelare till ön!
vi_vn: §4Bạn không có quyền mời người chơi vào đảo!

source: §4That player is offline or doesn't exist.
cs: §4Tento hrac neni ve hre a nebo neexistuje.
da: §4Den spiller er offline eller eksisterer ikke.
es: §4Ese jugador no está conectado o no existe.
fr: §4Ce joueur est hors-ligne ou n'éxiste pas.
it: §4* §7Quel giocatore è offline o non esiste.
ko: §4그 플레이어는 오프라인 상태이거나 존재하지 않습니다.
nl: §4Die speller bestaat niet of is offline.
ru: §4Этот игрок находится вне сети или не существует.
sv: §cDen spelaren är inte online just nu.
vi_vn: §4Người chơi ngoại tuyến hoặc không tồn tại.

source: §4You can't invite yourself!
cs: §4Nemuzes prizvat sam sebe!:)
da: §4Du kan ikke invitere dig selv!
es: §4¡No puedes invitarte a ti mismo!
fr: §4Vous ne pouvez pas vous inviter vous même !
it: §4* §7Non puoi invitare te stesso!
ko: §4자신을 초대할 수 없습니다!
nl: §4Je kan jezelf niet uitnodigen!
ru: §4Вы не можете пригласить себя самого!
sv: §cDu kan inte bjuda in dig själv!
vi_vn: §4Bạn không thế tự mời!

source: §4That player is the leader of your island!
cs: §4Tento hrac je vudce tveho ostrova!
da: §4Den spiller er leder på din ø!
es: §4¡Ese jugador es el líder de tu isla!
fr: §4Ce joueur est le chef de votre île !
it: §4* §7Quel giocatore è il leader della tua isola!
ko: §4그 플레이어가 당신 섬의 리더입니다!
nl: §4Die speler is de leider van je eiland!
ru: §4Этот игрок - лидер Вашего острова!
sv: §cDen spelaren är öns ledare!
vi_vn: §4Người chơi đang quản lý đảo của bạn

source: remove a member from your island.
cs: Smaz hrace z tveho ostrova.
da: fjern et medlem fra din ø.
es: quita a un miembro de tu isla
fr: retirer un membre de votre île.
it: rimuove un membro dalla tua isola.
ko: 당신의 섬에서 멤버를 제거합니다.
nl: verwijder een speler van je eiland.
ru: удалить участника с Вашего острова.
sv: ta bort en spelare från ön.
vi_vn: trục xuất thành viên ra khỏi đảo của bạn

source: §4You do not have permission to kick others from this island!
cs: §4Nemas povoleni vykopnout ostatni z tohoto ostrova!
da: §4Du har ikke tilladelse til at eksludere spillere fra denne ø!
es: §4¡No tienes permiso para echar a otros de esta isla!
fr: §4Vous n'avez pas la permission pour virer d'autres joueurs de l'île !
it: §4* Non §7hai il permesso di cacciare altri da questa isola!
ko: §4당신은 이 섬으로부터 다른 사람을 강퇴할 권한이 없습니다!
nl: §4Je hebt geen toestemming om andere spelers van dit eiland te verwijderen!
ru: §4Вы не имеете права выгонять других с этого острова!
sv: §cDu saknar rättighet att kicka andra från ön!
vi_vn: §4Bạn không có quyền trục xuất ngươi chơi khác!

source: §4You can't remove the leader from the Island!
cs: §4Nemuzes odstranit vudce z tohoto ostrova!
da: §4Du kan ikke fjerne lederen fra en ø!
es: §4¡No puedes quitar al líder de la isla!
fr: §4Vous ne pouvez pas exclurer le chef de l'île !
it: §4* §7Non puoi rimuovere il leader dall''Isola!
ko: §4당신은 이 섬으로부터 리더를 제거할 수 없습니다!
nl: §4Je kan de leider niet van een eiland verwijderen!
ru: §4Вы не можете удалить лидера с острова!
sv: §cDu kan inte ta bort gruppledaren från ön!
vi_vn: §4Bạn không thể trục xuất quản lý của đáo!

source: §4Stop kickin' yourself!
cs: §4Prestan se vyhazovat!
da: §4Stop med at sparke dig selv!
es: §4¡No puedes echarte a ti mismo!
fr: §4Vous ne pouvez pas vous exclure vous même !
it: §4* §7Fermati di cacciare te stesso!
ko: §4스스로를 강퇴하는것 좀 그만하세요!
nl: §4Je kan jezelf niet verwijderen!
ru: §4Перестаньте выгонять себя!
sv: §cDu kan inte kicka dig själv!
vi_vn: §4Dừng việc tự trục xuất

source: §4{0} has removed you from their island!
cs: §4{0} vas odstranil ze sveho ostrova!
da: §4{0} har fjernet dig fra deres ø!
es: §4¡{0} te ha quitado de su isla!
fr: §4{0} vous a retiré de l'île !
it: §4* §6{0} §7ti ha rimosso dalla loro isola!
ko: §4{0}가 당신을 그들의 섬으로부터 제거하였습니다!
nl: §4{0} heeft je verwijderd van zijn eiland.
ru: §4{0} удалил Вас с их острова!
sv: §c{0} har tagit bort dig från ön!
vi_vn: §4{0} đã trục xuất bạn khỏi đảo của họ!

source: §4{0} has been removed from the island.
cs: §4{0} byl odstranen z ostrova.
da: §4{0} er blevet sparket ud af øen.
es: §4{0} ha sido quitado de la isla.
fr: §4{0} a été retiré de l'île.
it: §4* §6{0} §7è stato rimosso dall''isola.
ko: §4{0}가 섬에서 제거되었습니다.
nl: §4{0} is verwijderd van het eiland.
ru: §4{0} был удален с острова.
sv: §c{0} har tagits bort från ön.
vi_vn: §4{0} đã bị trục xuất khỏi đảo

source: §4{0} tried to kick you from their island!
cs: §4{0} se te snazi vykopnout z jeho ostrova!
da: §4{0} førsøgte at fjerne dig fra deres ø!
fr: §4{0} a essayé de vous kick de leur île.
it: §4* §7{0} ha provato a §4cacciarti §7dalla loro isola!
ko: §4{0} 가 그들의 섬에서 당신을 추방하려 시도했습니다.
nl: §4{0} probeerde je van z'n eiland te vewijderen!
ru: §4{0} пытался выгнать Вас со своего острова!
sv: §c{0} försökte att kicka dig från deras ö!
vi_vn: §4{0} cố gắng trục xuất bạn khỏi đảo của họ

source: §4{0} is exempt from being kicked.
cs: §4{0} nyni uz dale nebude vyhazovan.
da: §4{0} kan ikke sparkes.
fr: §4{0} est excepté du kick de l'île.
it: §4* §6{0} §7è esonerato dall''essere cacciato.
ko: §4{0} 는 추방에서 면제되었습니다.
nl: §4{0} kan niet verwijderd worden.
ru: §4{0} не может быть выгнан.
sv: §c{0} undantas från att bli kickad.
vi_vn: §4{0} không thể bị trục xuất

source: §4{0} has kicked you from their island!
cs: §4{0} te vyhodil z jeho ostrova!
da: §4{0} har fjernet dig fra deres ø!
fr: §4{0} vous a kické de leur île !
it: §4* §7{0} ti ha §4cacciato §7dalla loro isola!
ko: §4{0} 가 당신을 그들의 섬에서 추방 했습니다.!
nl: §4{0} heeft je van z'n eiland verwijderd!
ru: §4{0} выгнал Вас со своего острова!
sv: §c{0} har kickat dig från deras ö!
vi_vn: §4{0} đã trục xuất bạn khỏi đảo của họ

source: §4{0} has been kicked from the island.
cs: §4{0} byl vyhozen z ostrova.
da: §4{0} er blevet sparket af øen.
es: §4{0} ha sido echado de la isla.
fr: §4{0} a été kické de l'île.
it: §4* §6{0} §7è stato §4cacciato §7dall''isola.
ko: §4{0}가 섬으로부터 강퇴되었습니다.
nl: §4{0} is verwijderd van het eiland.
ru: §4{0} был выгнан с острова.
sv: §c{0} har blivit kickad från ön.
vi_vn: §4{0} đã bị trục xuất khỏi đảo.

source: §4That player is not part of your island group, and not on your island!
cs: §4Tento hrac neni ve tve parte a ani na tvem ostrove.
da: §4Den spiller er hverken medlem af din ø, eller gæst på den!
es: §4¡Ese jugador no es parte del grupo de tu isla, ni está en tu isla!
fr: §4Ce joueur n'est pas dans votre groupe, ni dans votre île !
it: §4* §7Quel giocatore non fa parte del tuo gruppo isola, e non è sulla tua isola!
ko: §4그 플레이어는 당신 그룹과 섬의 일원이 아닙니다!
nl: §4Die speller is niet op je eiland en behoord niet tot je eiland groep,
ru: §4Этот игрок не входит в Вашу группу и не находится на вашем острове!
sv: §cDen spelaren är inte del av din grupp och är inte på din ö!
vi_vn: §4Người chơi không phải thành viên của đảo!

source: leave your party
cs: Opustil jsi skupinu.
da: forlad dit selskab
es: dejar tu grupo
fr: quitter votre groupe
it: abbandona il tuo party
ko: 당신의 파티를 떠납니다
nl: verlaat je party
ru: покинуть свою группу
sv: lämna din grupp
vi_vn: rời khỏi nhóm

source: §4You can't leave your island if you are the only person. Try using /island restart if you want a new one!
cs: §4Nemuzes opustit svuj ostrov pokud jsi na nem sam. Zkus pouzit /island restart pokud chces novy ostrov!
da: §4Du kan ikke forlade en ø, hvis du er den eneste der. Prøv at bruge §9/island restart§4 hvis du vil have en ny!
es: §4No puedes dejar tu isla si eres la única persona en ella. ¡Usa §b/island restart§4 si quieres una nueva!
fr: §4Vous ne pouvez pas quitter votre île quand vous êtes tout seul. Essayez /island restart si vous en voulez une nouvelle !
it: §4* §7Non puoi abbandonare la tua isola se sei l''unica persona. Prova usando §a/island restart §7se ne vuoi una nuova!
ko: §4만약 당신이 혼자라면 당신의 섬을 떠날 수 없습니다!. 만약 당신이 새 섬을 원하면 /island restart를 사용하여 당신만의 섬을 가지세요!
nl: §4je kan het eiland niet verlaten als de enigste op dat eiland bent. Gebruik het command /island restart als je opnieuw wilt beginnen!
ru: §4Вы не можете покинуть свой остров, если Вы е7го единственный житель. Попробуйте использовать команду /island restart, если хотите получить новый остров!
sv: §cDu kan inte lämna din ö om du är den enda personen. Använd /reset om du vill ha en ny!
vi_vn: §4Bạn không thể rời đảo chỉ có 1 thành viên. Thử dùng /island restart §4để khởi tạo đảo mới

source: §eYou own this island, use /island remove <player> instead.
cs: §eJsi vlastnikem tohoto ostrova, zkus /island remove <player>
da: §eDu er ejer af denne ø. Brug §9/island remove <spiller>§e istedet.
es: §eTu eres el dueño de esta isla, usa en cambio §b/island remove <player>§e.
fr: §eVous êtes le propriétaire de l'île, utiliser /island remove <joueur> à la place.
it: §9* §7Tu possiedi questa isola, usa §a/island remove <player> §7invece.
ko: §e당신은 이 섬을 소유합니다, 대신 /island remove <플레이어>를 사용하세요.
nl: §eDit is jouw eiland, gebruik /island remove <speler> inplaats
ru: §eВы владеете этим островом, используйте /island remove <player> вместо этого.
sv: §eDu är gruppledaren, använd /island kick <namn> istället.
vi_vn: §eBạn sở hữu đảo này, thay vào đó dùng /island remove <tên người chơi>.

source: §eYou have left the island and returned to the player spawn.
cs: §eOpustil jsi ostrov a vratil ses na spawn.
da: §eDu har forladt øen, og er blevet sendt til spawn.
es: §eHas dejado la isla y vuelto al spawn.
fr: §eVos avez quitté l'île et vous êtes retourné au spawn des joueurs.
it: §9* §7Hai lasciato l''isola e sei ritornato allo spawn.
ko: §e당신은 섬을 떠나 플레이어 스폰으로 돌아왔습니다.
nl: §eJe hebt het eiland verlaten en wordt terug geplaatst op de spelers spawn.
ru: §eВы покинули остров и вернулись на спавн.
sv: §eDu har lämnat ön och återvänt till spawnen.
vi_vn: §eBạn đã rời khỏi đào và hồi chuyển về khu vực chung.

source: §4{0} has left your island!
cs: §4{0} opustil tvuj ostrov!
da: §4{0} har forladt din ø!
es: §4¡{0} ha dejado tu isla!
fr: §4{0} a quitté votre île !
it: §9* §6{0} §7ha lasciato la tua isola!
ko: §4{0}이 당신의 섬을 떠났습니다!
nl: §4{0} heeft je eiland verlaten
ru: §4{0} покинул Ваш остров!
sv: §c{0} har lämnat din ö!
vi_vn: §4{0} rời khỏi đảo của bạn

source: §4You must be in the skyblock world to leave your party!
cs: §4Musis byt ve SkyBlock svete aby si opustil partu!
da: §4Du skal være i skyblock-verdenen for at forlade din ø!
es: §4¡Tienes que estar en el mundo de islas para dejar tu grupo!
fr: §4Vous devez être dans le monde du skyblock pour quitter l'île !
it: §4* §7Devi essere nel mondo skyblock per abbandonare il tuo party!
ko: §4당신은 파티를 떠나려면 skyblock 월드에 있어야 합니다!
nl: §4Je moet in de skyblock wereld zijn om je party te verlaten!
ru: §4Вы должны находиться в мире Skyblock, чтобы покинуть свою группу!
sv: §cDu måste vara i Skyblockvärlden för att lämna din grupp!
vi_vn: §4Bạn phải trong thể giới của uSkyblock để rời khỏi nhóm

source: check your or anothers island level
cs: Zkontroluj svuj level ostrova a nebo ostatnich hracu
da: check din eller en andens øs niveau
es: verifica el nivel de tu isla o la de otros
fr: vérifier le niveau des autres îles
it: controlla il livello dell''isola tuo o degli altri
ko: 당신 또는 다른 사람의 섬 레벨을 확인합니다
nl: Controleer je eigen of iemand anders z'n eiland niveau
ru: проверьте уровень своего или чужого острова
sv: kolla din ös eller någon annans ös skyblock level
vi_vn: kiểm tra cấp đảo của bạn hoặc người khác

source: allows user to query for others levels
da: tillader brugere at spørge til andres niveau
it: consente all''utente di chiedere altri livelli
ko: 해당 유저가 다른섬에 쿼리를 날리는 것을 허용합니다.
nl: laat de speler andere spelers levels opvragen
ru: позволяет пользователю запрашивать другие уровни
sv: tillåter spelaren att kolla andra öars level

source: §eInformation about {0}''s Island:
da: §eInformation om {0}s ø:
es: §eInformación sobre la isla de {0}:
fr: §eInformations à propos de l''île de {0}:
it: §9* §7Informazioni sull''Isola di §6{0}§7:
ko: §e{0}의 섬에 대한 정보:
nl: §eInformatie over {0}''s Eiland
ru: §eИнформация об острове {0}:
vi_vn: §Thông tin đảo của {0}:

source: §9Rank is {0}
cs: §9Tva sekce: {0}
da: §eDin position er: §f{0}
es: §9Tu posición en el Top es {0} §7(Puede no estar actualizado, usa /is top)
fr: §9Votre rang est {0}
it: §9* §7Il Rango è §9{0}
ko: §9랭크는 {0}입니다
ru: §9Ранг - {0}
sv: §9Rank är {0}
vi_vn: §9Hạng {0}

source: §4Could not locate rank of {0}
it: §4Impossibile individuare il rango di {0}
ru: §4Не удалось найти ранг {0}

source: lock your island to non-party members.
cs: Uzamceni ostrova pro hrace, kteri nejsou clenove tve party.
da: lås din ø for ikke-medlemmer.
es: bloquea tu isla a los no miembros de tu grupo
fr: vérrouillé votre île aux non-membres de votre île
it: blocca la tua isola ai non membri del party.
ko: 파티 멤버가 아닌 사람에게 당신의 섬을 잠그세요.
nl: sluit het eiland af voor niet-party leden
ru: закрыть свой остров для не-участников группы.
sv: lås din ö för spelare som inte är gruppmedlemmar.
vi_vn: khoá đảo đối với người ngoài nhóm

source: §4You do not have permission to lock your island!
cs: §4Nemas opravneni zamknout svuj ostrov!
da: §4Du har ikke tilladelse til at låse din ø!
es: §4¡No tienes permiso para bloquear tu isla!
fr: §4Vous n'avez pas la permission pour vérrouillé votre île !
it: §4* §7Non hai il permesso di bloccare la tua isola!
ko: §4자신의 섬을 잠글 권한이 없습니다!
nl: §4Je hebt geen toestemming om je eiland af te sluiten voor andere spelers!
ru: §4Вы не имеете права запирать свой остров!
sv: §cDu saknar rättighet att låsa ön!
vi_vn: §4Bạn không có quyền khoá đảo

source: §4You don't have access to this command!
cs: §4Nemas pristup k tomuto prikazu!
da: §4Du har ikke adgang til denne kommando!
es: §4¡No tienes acceso a este comando!
fr: §eVous n'avez pas accés à cette commande !
it: §4* §7Non hai accesso a questo comando!
ko: §4당신은 이 커멘드에 접근할 권한이 없습니다!
nl: §4Je hebt geen toegang tot dit commando!
ru: §4У Вас нет доступа к этой команде!
sv: §cDu har inte tillgång till det kommandot.
vi_vn: §4Bạn không có quyền dung lệnh này!

source: §4You do not have permission to unlock your island!
cs: §4Nemas opravneni odemknout svuj ostrov!
da: §4Du har ikke tilladelse til at låse din ø op!
es: §4¡No tienes permiso para desbloquear tu isla!
fr: §4Vous n'avez pas la permission pour dévérouille votre île !
it: §4* §7Non hai il permesso di sbloccare la tua isola!
ko: §4자신의 섬을 해금할 권한이 없습니다!
nl: §4Je hebt geen toestemming om je eiland te openen voor andere spelers!
ru: §4У Вас нет разрешения на разблокировку Вашего острова!
sv: §cDu saknar rättighet att låsa upp ön!
vi_vn: §4Bạn không có quyền mở khoá đảo!

source: display log
cs: Zobrazeni logu
da: vis aktivitetslog
es: muestra el registro
fr: afficher les logs
it: mostra log
ko: 기록를 보여줍니다
nl: weergave log
ru: показать логи
sv: visa loggen
vi_vn: xem lịch sử đảo

source: transfer leadership to another member
cs: Predani vudce jinemu clenu
da: overfør ejerskab til et andet medlem
es: transfiere el liderazgo a otro jugador
fr: transférer le chef à un autre membre
it: trasferisci la leadership a un altro membro
ko: 다른 멤버에게 리더 권한을 넘겨줍니다
nl: overdragen van de leiding naar een ander lid
ru: передавать лидерство другому члену
sv: flytta ledarskap till en annan spelare
vi_vn: nhường quyền quản lý cho thành viên khác

source: §4You can only transfer ownership to party-members!
cs: §4Muzes pouze predat vlastnictví ostrova jednomu clenu z party !
da: §4Du kan kun overføre ejerskab til andre medlemmer!
es: §4¡sólo puedes transferir la propiedad de la isla a los miembros de tu grupo!
fr: §4Vous ne pouvez uniquement transférer le chef aux membres de votre île
it: §4* §7Puoi trasferire la proprietà solo ai membri del party!
ko: §4당신은 오직 파티 멤버에게만 소유권을 넘길 수 있습니다!
nl: §4Je kan alleen de leiding overdragen naar een party-lid!
ru: §4Вы можете передавать лидерство только членам группы!
sv: §cDu kan endast flytta ledarskapet till gruppmedlemmar!
vi_vn: §4Bạn chỉ có thể nhường quyền quản lý cho thành viên trong nhóm

source: {0}§e is already leader of your island!
cs: {0}§e uz je vudce na tvem ostrove!
da: {0}§e er allerede leder på din ø!
es: §e¡§r{0}§e ya es el líder de tu isla!
fr: {0}§e est déjà le chef de l'île
it: §6{0}§7 è già capo della tua isola!
ko: {0}§e는 이미 당신의 섬의 리더입니다!
nl: {0}§e Is al de leider van je eiland!
ru: {0}§е уже лидер Вашего острова!
sv: {0}§e är redan gruppledare!
vi_vn: {0}§e đã là quản lý đảo của bạn

source: §4Only leader can transfer leadership!
cs: §4Pouze vudce muze predat vudcovstvi!
da: §4Kun lederen an overføre lederskab!
es: §4¡sólo el líder puede transferir su liderazgo!
fr: §4Seul le chef peut transférer le rang de chef !
it: §4* §7Solo il leader può trasferire la leadership!
ko: §4오직 리더만이 리더 권한을 넘길 수 있습니다!
nl: §4Alleen de leider kan het leiderschap overdragen!
ru: §4Только лидер может передавать лидерство!
sv: §cEndast gruppledaren kan flytta ledarskapet!
vi_vn: §4Quản lý có thể nhường quyền hạn!

source: {0} tried to take over the island!
cs: {0} se pokusil prevzit tvuj ostrov!
da: {0} forsøgte at overtage øen!
es: ¡{0} intentó tomar el control de la isla!
fr: {0} a essayé de prendre sur l'île
it: §c{0} §7ha provato a rilevare l''isola!
ko: {0}가 섬을 인수하려 합니다!
nl: {0} heeft geprobeerd het eiland over te nemen!
ru: {0} пытался захватить остров!
sv: {0} försökte att ge sig själv ledarskapet!
vi_vn: {0} cố xâm nhập đảo của bạn

source: show the islands limits
it: mostra i limiti delle isole
ru: показать границы островов

source: show party information
cs: Zobrazi informace o parte
da: vis medlemsinformation
es: muestra información de el grupo
fr: voir les informations de votre île
it: mostra le informazioni del party
ko: 파티의 정보를 보여줍니다
nl: laat party informatie zien
ru: показать информацию о группе
sv: visa gruppinformation
vi_vn: xem thông tin nhóm

source: shows information about your party
cs: Zobrazuje informace o tve parte
da: viser informationer om dit selskab
es: muestra información sobre tu grupo
fr: voir les informations à propos de votre île
it: mostra le informazioni sul tuo party
ko: 당신의 파티에 대한 정보를 보여줍니다
nl: laat informatie zien over je party
ru: показать информацию о Вашей группе
sv: visar information om din grupp
vi_vn: xem thông tin nhóm

source: show pending invites
cs: Zobrazi nevyrizene pozvanky
da: vis udestående invitationer
es: muestra las invitaciones pendientes
fr: voir les invitations en attente
it: mostra gli inviti in attesa
ko: 보류된 초대 요청을 보여줍니다
nl: laat lopende uitnodigingen zien
ru: показывать ожидающие приглашения
sv: visa väntande inbjudningar
vi_vn: xem lời mời đang có

source: §eNo pending invites
cs: §eZadne nevyrizene pozvani nemate.
da: §eIngen udestående invitationer
es: §eNo hay invitaciones pendientes
fr: §eAucunes invitations en attente
it: §9* §7Non ci sono inviti in sospeso
ko: §e보류된 초대 없음
nl: §eGeen lopende uitnodigingen
ru: §eНет ожидающих приглашений
sv: §eInga väntande inbjudningar
vi_vn: §eKhông có lời mời

source: withdraw an invite
cs: Zrusit pozvanku
da: træk en invitation tilbage
es: retira una invitación
fr: retirer une invitation
it: ritira un invito
ko: 초대 취소
nl: uitnodiging terugtrekken
ru: отозвать приглашение
sv: dra tillbaka en inbjudan
vi_vn: huỷ lời mời

source: §4You don't have permissions to uninvite players.
cs: §4Nemas opravneni zrusit pozvani hrace.
da: §4Du har ikke tilladelse til at afvise invitationer.
es: §4No tienes permiso para des-invitar jugadores.
fr: §4Vous n'avez pas la permission pour inviter des joueurs.
it: §4* §7Non hai i permessi per ritirare gli inviti dei giocatori.
ko: §4당신은 플레이어를 초대하지 않을 수 없습니다.
nl: §4Je hebt geen permissie om uitnodigingen in te trekken.
ru: §4У вас нет прав на отмену приглашения игроков.
sv: §cDu saknar rättighet att dra tillbaka inbjudningar.
vi_vn: §4Bạn không có quyền huỷ lời mời.

source: §4This command can only be executed by a player
cs: §4Tento prikaz muze pouzit pouze hrac
da: §4Denne kommando kan kun udføres af spillere
es: §4Este comando sólo puede ser ejecutado por un jugador
fr: §Cette commande ne peut être exécuter que par un joueur
it: §4* §7Questo comando può essere eseguito solo da un giocatore
ko: §4이 커맨드는 오직 플레이어에 의해서만 실행됩니다
nl: §4Dit commando kan alleen gebruikt worden door een speler
ru: §4Эту команду может выполнить только игрок
sv: §cDetta kommando kan endast användas av spelare.
vi_vn: §4Lệnh chỉ có thể dùng bởi người chơi

source: §4No Island. §eUse §b/is create§e to get one
cs: §4Nemas zadny ostrov. §eUse §b/is create§e aby si jeden dostal.
da: §4Ingen ø. §e Brug §9/is create§e for at få en
es: §4¡No tienes isla! §eUsa §b/is create§e para obtener una
fr: §4Aucun île. §eUtilise §b/is create§e pour en avoir une
it: §4* Nessuna Isola. §7Usa §a/is create§7 per ottenerne una
ko: §4섬 없음. §e다음명령어 §b/is create§e 를 사용해 생성하세요
nl: §4Geen eiland. §eGebruik §b/is create§e om er een te maken
ru: §4Нет острова. §еИспользовать §b/is create§е, чтобы получить его
sv: §cIngen ö hittades! §eAnvänd §b/island create§e för att få en
vi_vn: §4Không có đảo. §eDùng §b/is create §e để khởi tạo

source: changes a members island-permissions
da: ændrer et medlems tilladelser på øen
it: cambia i permessi-isola dei membri
ru: смена разрешений участника острова

source: §ePermissions for §9{0}§e:
da: §eTilladelser for §9{0}§e:
it: §9* §7Permessi per §6{0}§7:
ru: §eРазрешения для §9{0}§e:

source: §aON
ru: §aВКЛ

source: §cOFF
ru: §cВЫКЛ

source: §cInvalid permission {0}. Must be one of {1}
da: §cUgyldig tilladelse {0}. Skal være en af {1}
it: §4* §7Permesso {0} non valido. Deve essere uno tra {1}
ru: §cНеправильное разрешение {0}. Должно быть одно из {1}

source: §eToggled permission §9{0}§e for §9{1}§e to {2}
da: §eÆndrede tilladelse §9{0}§e for §9{1}§e til {2}
it: §9* §7Commutato il permesso §9{0}§7 per §9{1}§7 a {2}
ru: §eРазрешение для §9{0}§e изменено с §9{1}§e на {2}

source: §eUnable to toggle permission §9{0}§e for §9{1}
da: §eUde af stand til at ændre tilladelse §9{0}§e for §9{1}
it: §4* §7Impossibile commutare il permesso §9{0}§7 per §9{1}
ru: §eНевозможно переключить разрешение §9{0}§e для §9{1}
