Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: The forest biome will allow your island to spawn passive. mobs like animals (including wolves). Hostile mobs will spawn normally.
cs: Lesni podnebi umozni aby se na ostrove spawnovali pasivni zvirata (vcetne vlku). Nepratelsti mobove se budou spawnovat standartne.
da: Skov biomen vil tillade at der spawner normale dyr på din ø (inklusive ulve). Fjentlige monstre/dyr vil spawne normalt.
es: El bioma de bosque permitirá a tu isla spawnear mobs pasivos como animales (incluyendo lobos). Los mobs hostiles spawnearán normalmente.
fr: Biome fôret Spawn de mob passifs et hostiles.
it: Il bioma foresta consentirà lo spawn passivo sulla tua isola. i mob come gli animali (inclusi i lupi). I mob ostili spawneranno normalmente.
ko: 숲 생태계는 당신의 섬이 (늑대를 포함한) 동물같은 수동적인 몬스터들은 스폰될 수 있습니다. 또한 사나운 몬스터들은 일반적으로 출현합니다
nl: De Forest Biome laat het toe om passieve mobs op je eiland te spawnen (inclusief wolven). Agressieve mobs spawnen hier ook normaal.
ru: Лесной биом позволит Вашему острову спавнить пассивных мобов, таких как животные (включая волков). Враждебные мобы будут спауниться нормально.
sv: Biomet forest tillåter din ö att spawna passiva mobs. Mobs som djur, men även vargar kan spawna. Monster spawnar som vanligt.
vi_vn: Rừng lá thấp sẽ cho phép đảo của bạn Xuất hiện bò, heo, gà thậm chí cả sói,\Và dĩ nhiên cũng kèm theo đó là quái vật.

source: Desert
cs: Poust
da: Ørken
es: Desierto
fr: Désert
it: Deserto
ko: 사막
ru: Пустыня
vi_vn: Sa mạc

source: The desert biome makes it so that there is no rain or snow on your island. Passive mobs won't spawn. Hostile mobs will spawn normally.
cs: Poustni podnebi zajisti to, ze nebude zadny dest a snih. Pasivni mobove se nespawnuji. Nepratelsti mobove se spawnuji standartne.
da: Ørken biomes forhindrer nedbbør på din ø. Normale dyr vil ikke spawne. Fjentlige monstre/dyr vil spawne normalt.
es: El bioma de desierto logra que no llueva ni nieve en tu isla. Los mobs pasivos no spawnearán, aunque sí habrá mobs hostiles.
fr: Biome désert Spawn de mob passifs et hostiles.
it: Il bioma deserto rende in modo che non ci sia pioggia o neve sulla tua isola. I mob passivi non spawneranno. I mob ostili spawneranno normalmente.
ko: 사막 생태계는 당신의 섬에 비나 눈이 내리지 않게 합니다 수동적인 몬스터들은 스폰되지 않습니다 적대적인 몬스터들은 일반적으로 스폰됩니다.
nl: De Desert Biome zorgt dat het niet regent of sneeuwt op je eiland. Passieve mobs zullen niet spawnen. Agressieve mobs spawnen normaal.
ru: Биом пустыни делает так, что нет ни дождя, ни снега на Вашем острове. Пассивные мобы не будут появляться. Враждебные мобы будут спауниться нормально.
sv: Biomet desert stänger av regn och snö på din ö. Passiva mobs kommer inte att spawna. Monster spawnar som vanligt.
vi_vn: Sa mạc không có mưa hay tuyết, cũng như không có động vật nào sinh sống ở đây. Tuy nhiên, quái vật chắc chắc là ngoại lệ

source: Jungle
cs: Dzungle
es: Jungla
it: Giungla
ko: 정글
ru: Джунгли
vi_vn: Rừng nhiệt đới

source: The jungle biome is bright and colorful. Passive mobs (including ocelots) will spawn. Hostile mobs will spawn normally.
cs: Podnebi v dzungli je svetle a pestre. Pasivnich mobu (vcetne ocelotu) bude vice nez nepratelskych mobu, kterych bude opet standartne.
da: Jungle biomen er lys og fuld af farver. Normale dyr (inklusive kattedyr) vil spawne her. Fjentlige dyr/monstre vil spawne normalt.
es: El bioma de jungla es brilloso y colorido. Tanto mobs pasivos (incluyendo ocelotes) como mobs hostiles spawnearán normalmente.
fr: Biome jungle Spawn de mob passifs et hostiles.
it: Il bioma giungla è luminoso e colorato. I mob passivi (incluso gli ocelot) spawneranno. I mob ostili spawneranno normalmente.
ko: 정글 생태계는 밝고 컬러풀합니다. (오셀롯을 포함한) 수동적인 몬스터들이 스폰됩니다 적대적인 몬스터들은 일반적으로 스폰됩니다.
nl: De Jungle Biome is licht en kleurrijk. Passieve mobs (inclusieve Ocelots) spawnen hier. Agressieve mobs sawnen hier ook normaal.
ru: Биом джунглей яркий и красочный. Пассивные мобы (включая оцелотов) будут спауниться. Враждебные мобы спаунятся в обычном режиме.
sv: Biomet jungle är ljust och färgglatt. Passiva mobs som djur och katter kommer att spawna. Monster spawnar som vanligt.
vi_vn: Rừng nhiệt đới ẩm ướt. Mọi sinh vật đều có thể sinh ra ở đây

source: Swampland
cs: Bazina
da: Sump
es: Pantano
fr: Marais
it: Palude
ko: 늪지대
ru: Болото
vi_vn: Đầm lầy

source: The swamp biome is dark and dull. Passive mobs will spawn normally and slimes have a small chance to spawn at night depending on the moon phase.
cs: Podnebi v bazinach je tmave a jednotvarne. Pasivni mobove se spawnuji normalne, ale slizove maji sanci se spawnout pri urcite fazi mesice.
da: Sump biomen er mørk og kedelig. Normale dyr vil spawne her, og slim med en lille chance om natten, afhængigt af månens fase.
es: El bioma de pantano es oscuro y opaco. Los mobs pasivos y hostiles spawnearán normalmente. Los slimes tienen una pequeña chance de spawnear de noche dependiendo de la fase de la luna.
fr: Biome marais Spawn de mob passifs et hostiles.
it: Il bioma palude è oscuro e noioso. I mob passivi spawneranno normalmente e gli slime hanno una piccola di spawnare nella notte a seconda delle fasi lunari.
ko: 늪지대 생태계는 어둡고 음산합니다. 수동적인 몬스터들 이 일반적으로 스폰되고 슬라임이 적은 확률로 달의 모양에 따라 밤에 스폰됩니다
nl: De Swamp Biome is donker en boring. Passieve mobs spawnen normaal en Slimes hebben ook een kleine kans van spawnen in de nacht als de maan op het juiste punt staat.
ru: Болотный биом темный и унылый. Пассивные мобы спаунятся нормально, а слизни имеют небольшой шанс появиться ночью в зависимости от фазы луны.
sv: Biomet swampland är mörkt och dystert. Passiva vanligt och slimes kan spawna på natten beroende på månen.
vi_vn: Đầm lầy mờ mịt và dơ bẩn che chở cho sự tồn tại của quái vật chất nhờn, thứ xuất hiện một cách tình cờ trong đêm trăng

source: Taiga
cs: Tajga
ko: 타이가
nl: Tiaga
ru: Тайга
vi_vn: Rừng lá kim

source: The taiga biome has snow instead of rain. Passive mobs will spawn normally (including wolves) and hostile mobs will spawn.
cs: Podnebi v tajze je ledove. Misto deste snezi. Pasivni mobove (vcetne vlku) a nepratelsti mobove se budou spawnovat standartne.
da: Taiga biome har sne istedet for regn. Normale dyr vil spawne her (inclusive ulve) og fjentlige monstre/dyr vil spawne normalt.
es: El bioma de taiga posee nieve en vez de lluvia. Los mobs pasivos spawnearán normalmente (incluyendo lobos), al igual que los mobs hostiles.
fr: Biome taiga Spawn de mob passifs et hostiles.
it: Il bioma taiga ha la neve invece della pioggia. I mob passivi spawneranno normalmente (incluso i lupi) e i mob ostili spawneranno.
ko: 타이가 생태계는 눈이 비 대신 옵니다. (늑대를 포함한) 수동적인 몬스터들이 일반적으로 스폰되고 적대적인 몬스터들이 스폰됩니다.
nl: De taiga biome heeft sneeuw in plaats van regen. Passieve Mobs spawnen normaal (Inclusief wolven) net als vijandige mobs.
ru: В тайге идет снег вместо дождя. Пассивные мобы будут спауниться нормально (включая волков) и враждебные мобы будут спауниться.
sv: Biomet taiga har snö istället för regn. Passiva mobs spawnar som vanligt (även vargar) och monster spawnar också.
vi_vn: Rừng lá kim lạnh giá quanh năm bao bọc bởi băng tuyết. Sói tuyết và hầu hết các sinh vật đều có khả năng tồn tại nơi đây

source: Mushroom
cs: Houba
da: Svampe
es: Isla de Setas
fr: Champignon
ko: 버섯
ru: Грибной
vi_vn: Đảo ty thể

source: The mushroom biome is bright and colorful. Mooshrooms are the only mobs that will spawn. No other passive or hostile mobs will spawn.
cs: Houbove podnebi je jasne a barevne. Houby jsou jedinou rostlinou, ktera se bude plodit. Zadny pasivni i nepratelsky mob nebude.
da: Svampe biome er lys og farverig. Mooshrooms er de eneste dyr der vil spawne her. Ingen andre venlige eller fjentlige mobs vil spawne.
es: El bioma de Isla de Setas es brillante e iluminado. Las vacasetas son el único mob que spawneará. Ningún otro o mob hostil o pasivo lo hará.
fr: Biome champignon Spawn uniquement de vache champignon
it: Il bioma mushroom è luminoso e colorato. I mushroom sono gli unici mob che spawneranno. Nessun altro mob passivo o ostile spawnerà.
ko: 버섯 생태계는 밝고 컬러풀합니다 버섯들만이 오직 스폰됩니다.수동적이거나 적대적인 다른 몬스터들은 스폰되지 않습니다
nl: De Mushroom Biome is licht en kleurrijk. Mooshrooms zijn de enigste mobs die hier spawnen. Er spawnen geen andere passieve of agressieve mobs hier.
ru: Грибной биом яркий и красочный. Грибные коровы - единственные мобы, которые будут спауниться. Никакие другие пассивные или враждебные мобы не спаунятся.
sv: Mushroom biomet är ljust och färgglatt. Svampkor är de ända mobs som spawnar. Inga andra passiva mobs eller monster spawnar.
vi_vn: Đảo ty thế của sự yên bình. Chỉ có mỗi loài bò nấm tồn tại nơi đây

source: Hell
cs: Peklo
da: Helvede
es: Infierno
fr: Enfer
it: Inferno
ko: 지옥
ru: Ад
vi_vn: Địa ngục

source: The hell biome looks dark and dead. Some mobs from the nether will spawn in this biome (excluding ghasts and blazes).
cs: K certu s podnebim pekelnym :-) Je cele tmave a mrtve. Nepratelsti mobove z pekla se zde standartne spawnuji.
da: Helvedes biomen ser mørk og død ud. Nogen monstre fra underverdenen vil spawne her (ingen ghasts eller blazes).
es: El bioma de infierno se ve oscuro y muerto. Sólo spawnearán algunos mobs del nether (exceptuando ghasts y blazes).
fr: Biome Enfer Spawn des mobs du nether (ghast,blaze)
it: Il bioma inferno ha un aspetto oscuro e morto. Alcuni mob del nether spawneranno in questo bioma (escluso ghast e blaze).
ko: 지옥 생태계는 어둡고 죽은 듯해 보입니다. 몇몇의 지하로부터의 몬스터들이 이 지역에서 스폰됩니다 (gahsts와 blazes는 제외합니다)
nl: De Hell Biome lijkt donker en dood. Sommige mobs van de Nether kunnen hier spawnen (exclusieve Ghasts en Blazes).
ru: Адский биом выглядит темным и мертвым. Некоторые мобы из преисподней будут спауниться в этом биоме (за исключением гастов и ифритов).
sv: Biomet hell ser mörkt och dött ut. Några mobs från Nether kommer attl spawna i detta biome,
vi_vn: Địa ngục là vùng đất của bóng đém và chết chóc. Vùng đất của các cư dân địa ngục

source: Sky
cs: Nebe
da: Himmel
es: End
fr: Ciel
it: Cielo
ko: 하늘
ru: Небеса
vi_vn: Hư không

source: The sky biome gives your island a special dark sky. Only endermen will spawn in this biome.
cs: Podnebi Nebe da tvemu ostrovu specialni tmavou oblohu. Spawnuje se zde pouze enderman.
da: End biomen giver din ø en specielt mørk himmel. Der kan kun spawne endermen i denne biome.
es: El bioma de End le da a tu isla un cielo oscuro y especial. sólo endermans spawnearán en este bioma.
fr: Biome Ciel Ciel sombre Spawn d'enderman uniquement.
it: Il bioma cielo dà alla tua isola uno speciale cielo scuro. Solo gli endermen spawneranno in questo bioma.
ko: 하늘 생태계는 당신의 섬에 특별한 어두운 하늘을 줍니다. 오직 endermen만이 이 지역에서 스폰됩니다
nl: De Sky Biome geeft je eiland een speciale donkere lucht. Alleen Enderman spawnen in deze biome.
ru: Биом неба придает Вашему острову особое темное небо. Только эндермены будут спауниться в этом биоме.
sv: Biomet sky ger din ö ett speciellt mörker. Endast endermen spawnar i detta biome.
vi_vn: Hư không là vùng đặc biệt. Bầu trời sẽ chỉ là màu đen bao trùm và chỉ có các sinh vật hư không tồn tại.

source: Plains
cs: Rovina
da: Slette
es: Llanura
fr: Plaine
it: Pianura
ko: 초원
ru: Равнины
vi_vn: Đồng bằng

source: The plains biome has rain instead of snow. Passive mobs will spawn normally (including horses) and hostile mobs will spawn.
cs: V podnebi rovina je jen dest misto snehu. Pasivni mobove (vcetne koni) se spawnuji standartne. Totez i nepratelsti mobove.
da: Slette biomen har regn istedet for sne. Neutrale dyr vil spawne normalt (inklusive heste) og fjentlige monstre/dyr vil spawne normalt.
es: En este bioma los mobs pasivos spawnearán normalmente (incluyendo caballos), al igual que los mobs hostiles.
fr: Biome Plaine Spawn de mob passifs (chevaux) et hostiles.
it: Il bioma pianura ha pioggia invece di neve. I mob passivi spawneranno normalmente (incluso i cavalli) e i mob ostili spawneranno.
ko: 초원 생태계는 눈 대신 비가 옵니다. (말을 포함한) 수동적인 몬스터들이 일반적으로 스폰되며 적대적인 몬스터들도 스폰됩니다
nl: De plains biome heeft regen in plaats van sneeuw. Passieve mobs spawnen normaal (Inclusief paarden) net als vijandige mobs.
ru: В биоме равнин дожди вместо снега. Пассивные мобы будут спауниться нормально (включая лошадей), и враждебные мобы будут спауниться.
sv: Biomet plains har regn istället för snö. Passiva mobs spawnar som vanligt, även hästar och monster spawnar som vanligt.
vi_vn: Đồng bằng là vùng xuất hiện mưa và cả tuyết. Mọi sinh vật xuất hiện bình thường.

source: Extreme Hills
cs: Extremni kopce
da: Bakkeland
es: Montañas Extremas
fr: Collines extrêmes
ko: 절벽
ru: Высокогорье
vi_vn: Cao nguyên

source: The extreme hills biome. Passive mobs will spawn normally and hostile mobs will spawn.
cs: V tomto podnebi se pasivni mobove spawnuji standartne a nepratelskych je zde trosku min.
da: Taiga biome har sne istedet for regn. Normale dyr vil spawne her (inclusive ulve) og fjentlige monstre/dyr vil spawne normalt.
es: En el bioma de montañas, en las zonas más altas de la isla, habrá nieve en vez de lluvia. Pero, si bajas un poco, lloverá normalmente. Los mobs pasivos y los hostiles spawnearán normalmente.
fr: Biome Collines Extrèmes Spawn de mob passifs et hostiles.
it: Il bioma extreme hills. I mob passivi spawneranno normalmente e i mob ostili spawneranno.
ko: 절벽 생태계. 수동적인 몬스터들이 일반적으로 스폰되고 적대적인 몬스터들이 스폰됩니다.
nl: De extreme hills biome. Passieve mobs spawnen normaal net als vijandige mobs.
ru: Биом высокогорья. Пассивные мобы будут спауниться как обычно, и будут появляться враждебные мобы.
sv: Biomet extreme hills. Passiva mobs spawnar som vanligt och det gör monster också.
vi_vn: Vùng cao nguyên. Mọi sinh vật xuất hiện bình thường.

source: Flower Forest
da: Blomster Skov
it: Foresta Floreale
ko: 꽃 숲
ru: Цветочный лес
vi_vn: Rừng Hoa

source: The flower forest biome. Passive mobs will spawn normally and hostile mobs will spawn.
da: Blomster Skovs biomen. Passive og aggressive dyr og monstre vil opstå normalt.
it: Il bioma foresta floreale. I mob passivi spawneranno mob normali e ostili spawneranno.
ko: 꽃 숲 바이옴은 수동적인 몬스터들이 스폰 됩니다. 또한 적대적인 몬스터도 스폰됩니다.
nl: De Flower Forest biome. Passieve en agressieve mobs spawnen hier normal.
ru: Биом цветочного леса. Пассивные мобы будут спауниться как обычно, и будут спауниться враждебные мобы.
vi_vn: biome rừng hoa. mob bị động được sinh ra bình thường và mob chủ động cũng sẽ sinh ra.

source: Deep Ocean
cs: Hluboky ocean
da: Dybhav
es: Océano Profundo
fr: Ocean monument
it: Oceano Profondo
ko: 심해
ru: Глубокий океан
vi_vn: Biển sâu

source: The deep-ocean biome is an advanced biome. Passive mobs like animals will not spawn. Hostile mobs (including Guardians) will spawn normally.
cs: Podnebi Hlubokeho oceanu je spatne pro pasivni moby. Nepratelskych ale bude standartne (vcetne strazcu).
da: Dybhavs biomen er en avanceret biome. Passive mobs som dyr vil ikke spawne. Fjentlige monstre (inkl. Guardians) vil spawne normalt.
es: El bioma de océano profundo es un sub-bioma del océano. Los mobs pasivos como animales no spawnearán, pero los hostiles (incluyendo Guardianes) si lo harán.
fr: Le biome océan monument est un biome avancé Les mobs passifs comme les animaux ne spawnent pas. Les mobs hostiles (incluant les Guardians) spawn normalement.
it: Il bioma oceano-profondo è un bioma avanzato. I mob passivi come gli animali non spawneranno. I mob ostili (incluso i Guardiani) spawneranno normalmente.
ko: 심해 생태계는 진화된 생태계입니다. 동물같은 수동적인 몬스터들은 스폰되지 않습니다. 적대적인 몬스터들 (Guardians 포함)이 일반적으로 스폰됩니다.
nl: De deep-ocean is een geavanceerde biome. Passieve mobs zoals dieren zullen hiet niet spawnen. Agressieve mobs (inclusief Guardians) spawnen hier normaal.
ru: Глубоководный океанический биом является продвинутым биомом. Пассивные мобы, такие как животные, не спаунятся. Враждебные мобы (включая Стражей) будут спауниться нормально.
sv: Deep ocean är ett advancerat biome. Passiva mobs som djur kommer inte att spawna. Monster (inkluderar Guardians) kommer spawna som vanligt.
vi_vn: Biển sâu là vùng đặc biệt Động vật không thế xuất hiện Quái vật (gồm cả Hộ vệ biển) xuất hiện như bình thường

source: Ice Plains
da: Is Mark
it: Pianure Ghiacciate
ko: 빙하
ru: Ледяные равнины
vi_vn: Đồng Bằng Tuyết

source: The ice-plains biome is an advanced biome. Mobs will spawn naturally. including polar-bears
da: Is Mark biomen er en avanceret biome. Monstre og dyr vil opstå normalt. Også isbjørne
it: Il bioma pianure-ghiacciate è un bioma avanzato. I mob spawneranno normalmente. incluso gli orsi polari
ko: 빙하 바이옴은 고급 바이옴 입니다 몬스터들이 자연적으로 스폰되며 북극곰을 포함합니다.
nl: De ice-Plains is een geavanceerde biome. Mobs spawnen natuurlijk, inclusieve polar bears.
ru: Биом ледяных равнин - это продвинутый биом. Мобы будут появляться естественным образом, включая полярных медведей
vi_vn: Biome đồng bằng tuyết là một biome nâng cao. Mob sẽ sinh ra tự nhiên. kể cả gấu bắc cực

source: Permissions
cs: Opravneni
da: Tilladelser
es: Permisos
it: Permessi
ko: 권한
nl: Permissies
ru: Разрешения
sv: Rättigheter
vi_vn: Quyền hạn

source: §9Player Permissions
cs: §9Prava hrace
da: §9Spiller tilladelser
fr: §9Permissions Joueurs
it: §7Permessi Giocatore
ko: §9플레이어 권한
nl: §9Speler Permissions
ru: §9Разрешения игрока
vi_vn: §9Quyền hạn

source: §eClick here to return to §eyour island group''s info.
da: §eKlik her for at vende tilbage §etil din ø''s medlemsmenu.
it: §eClicca qui per ritornare alle §einformazioni sul tuo gruppo isola.
ko: §e당신의 섬 그룹의 정보로 돌아오려면 §e여기를 클릭하세요.
nl: §eKlik hier om terug te gaan §enaar je eilands groep''s info.
ru: §eНажмите здесь, чтобы вернуться §ек информации о группе Вашего острова.

source: §e{0}''§9s Permissions
da: §e{0}''§9s tilladelser
it: §7Permessi di {0}
ko: §e{0}''§9s 퍼미션
nl: §e{0}''s§9 Eigenschappen
ru: §9Разрешения §e{0}
vi_vn: §9Quyền của §e{0}

source: §eHover over an icon to view §ea permission. Change the §epermission by clicking it.
cs: §eUmisti kurzor mysi na ikonu §epro zobrazeni opravneni. A pro jeji zmenu na tu ikonu klikni.
da: §eHold musen over et ikon §efor at se tilladelsen. §eSkift ved at klikke.
es: §eUsa el mouse sobre un §eícono para ver un permiso. §eCambia el permiso clickeándolo.
fr: §eSurvoez une icone pour voir §ela permission. Changer la §epermissions en cliquant ici.
it: §ePassa il mouse su un''icona per vedere §eun permesso. Cambia il §epermesso cliccandoci.
ko: §e권한을 보려면 아이콘 주변을 §e흔드세요. 그걸 클릭해서 §e권한을 바꾸세요.
nl: §eHover over een icoon §eom de permissie te zien. §eVerander de permissie §edoormiddel van erop te §eklikken.
ru: §eНаведите курсор на значок, чтобы посмотреть §ea разрешение. Измените §еразрешение, щелкнув по нему.
sv: §eHovra en ikon för att visa §een rättighet. Ändra den §egenom att klicka på den.
vi_vn: §eXem quyền hạn người chơi §ethông qua hình đại diện. §eNhấp vào để thay đổi quyền hạn.

source: §fThis player §acan
cs: §fToto ma hrac §apovoleno
da: §fDenne spiller §akan
es: §fEste jugador §apuede
fr: §fCe joueur §apeut
it: §fQuesto giocatore §apuò
ko: §f이 플레이어는§a 할 수 있습니다
nl: §fDie speler §akan
ru: §fЭтот игрок §aможет
sv: §fDenna spelare §akan
vi_vn: §fNgười chơi §acó thể

source: Click here to remove this permission.
cs: Kliknutim odeberes opravneni.
da: Klik her for at fjerne tilladelsen.
es: Click aquí para quitar este permiso.
fr: Clique ici pour retirer des permissions
it: Clicca qui per rimuovere questo permesso.
ko: 이 권한을 없애려면 여기를 클릭하세요.
nl: Klik hier om de permissive te verwijderen.
ru: Нажмите здесь, чтобы удалить это разрешение.
sv: Klicka här för att ta bort denna rättighet.
vi_vn: Nhấp để xoá bỏ quyền hạn

source: §fThis player §ccannot
cs: §fToto ma hrac §czakazano
da: §fDenne spiller kan §cikke
es: §fEste jugador §cno puede
fr: §fCe joueur §cne peut
it: §fQuesto giocatore §cnon può
ko: §f이 플레이어는 §c할 수 없습니다
nl: §fDeze speler §ckan niet
ru: §fЭтот игрок §cне может
sv: §fDenna spelare §ckan inte
vi_vn: §fNgười chơi §ckhông thể

source: Click here to grant this permission.
cs: Klikni pro povoleni opravneni.
da: §fKlik her for at give tilladelsen.
es: Click aquí para otorgar este permiso.
fr: Clique ici pour ajouter des permissions.
it: Clicca qui per concedere questo permesso.
ko: 이 권한을 주려면 여기를 클릭하세요
nl: Klik hier om deze permissie te geven.
ru: Нажмите здесь, чтобы дать это разрешение.
sv: Klicka här för att ge denna rättighet.
vi_vn: Nhấp để thay đổi quyền hạn

source: Island Group Members
cs: Na ostrove jsou tito hraci
da: Øens medlemmer
es: Miembros del Grupo de la Isla
fr: Membre du groupe de l'île
it: Membri Gruppo Isola
ko: 섬 그룹 멤버들
nl: Eiland Groep Leden
ru: Члены группы острова
sv: Gruppmedlemmar
vi_vn: Thành viên trong nhóm

source: Group Members: §2{0}§7/§e{1}
cs: Skupina hracu: §2{0}§7/§e{1}
da: Ø medlemmer: §2{0}§7/§e{1}
es: Miembros del Grupo: §2{0}§7/§e{1}
fr: Membres du groupe: §2{0}§7/§e{1}
it: Membri Gruppo: §2{0}§7/§e{1}
ko: 그룹 멤버: §2{0}§7/§e{1}
nl: Groep Leden: §2{0}§7/§e{1}
ru: Члены группы: §2{0}§7/§e{1}
sv: Gruppmedlemmar: §2{0}§7/§e{1}
vi_vn: Thành viên nhóm: §2{0}§7/§e{1}

source: §aMore players can be invited to this island.
cs: §aDalsi hraci mohou byt jeste pozvani na tento ostrov.
da: §aFlere spillere kan inviteres til denne ø.
es: §aMás jugadores pueden ser invitados a esta isla.
fr: §aD'autre joueurs peuvent être inviter sur cette île
it: §7Altri giocatori possono essere invitati in questa isola.
ko: §a이 섬으로 더 많은 플레이어들이 초대받을 수 있습니다.
nl: §aEr kunnen meer spelers uitgenodigd worden.
ru: §aНа этот остров можно пригласить больше игроков.
sv: §aFler spelare kan bli inbjudna till ön.
vi_vn: §aCó thể mời thêm nhiều người chơi nữa vào đảo.

source: §cThis island is full.
cs: §cTento ostrov je jiz zaplnen.
da: §cDenne ø er fuld.
es: §cEsta isla está llena.
fr: §cCette île est pleine
it: §4* §7Questa isola è piena.
ko: §c이 섬은 꽉 찼습니다.
nl: §cDit eoland is vol.
ru: §cЭтот остров переполнен.
sv: §cÖn är full.
vi_vn: §cĐảo đã đủ người.

source: §eHover over a player''s icon to §eview their permissions. The §eleader can change permissions §eby clicking a player''s icon.
it: §ePassa sopra un''icona di un giocatore §eper visualizzare i suoi permessi. Il §ecapo può cambiare i permessi §ecliccando un''icona di un giocatore.
ko: §e그들의 권한을 보려면 §e플레이어의 아이콘을 흔드세요 §e리더는 플레이어의 아이콘을 클릭해서 §e권한을 바꿀 수 있습니다.
ru: §eНаведите курсор на иконку игрока, чтобы §eпросмотреть его разрешения. §eЛидер может изменить разрешения, §eщелкнув на иконку игрока.

source: §e{0}''s§9 Permissions
da: §e{0}''s§9 Tilladelser
it: §9Permessi di §e{0}
ko: §e{0}''s§9 퍼미션
nl: §e{0}''s§9 Permissies
ru: §9Разрешения игрока §e{0}

source: Leader
cs: Vedouci
da: Ejer
es: Líder
fr: Chef
it: Capo
ko: 리더
nl: Leider
ru: Лидер
sv: Gruppledare
vi_vn: Quản lý

source: Member
cs: Hrac
da: Medlem
es: Miembro
fr: Membre
it: Membro
ko: 멤버
nl: Lid
ru: Участник
sv: Medlem
vi_vn: Thành viên

source: Can {0}
cs: Povoleno {0}
da: Kan {0}
es: Puede {0}
fr: Vous pouvez {0}
it: Può {0}
ko: 할 수 있음 {0}
nl: Kan {0}
ru: Может {0}
sv: Kan {0}
vi_vn: Có thể {0}

source: Cannot {0}
cs: Zakazano {0}
da: Kan ikke {0}
es: No puede {0}
fr: Vous ne pouvez pas {0}
it: Non può {0}
ko: 할 수 없음 {0}
nl: Kan niet {0}
ru: Не может {0}
sv: Kan inte {0}
vi_vn: Không thể {0}

source: §e<Click to change this player''s permissions>
da: §e<Klik for at ændre tilladelse>
es: §e<Click para cambiar los permisos de este jugador>
fr: §e<Clique ici pour changer les permissions du joueur>
it: §e<Clicca per cambiare i permessi di questo giocatore>
ko: §e<이 플레이어의 권한을 바꾸려면 클릭하세요>
nl: §e<Klik hier om deze speler''s permissie te veranderen>
ru: §e<Нажмите, чтобы изменить разрешения этого игрока>
vi_vn: §e<Nhấp để thay đổi quyền hạn người chơi>

source: Island Log
cs: Souhrn zmen ostrova
da: Øens Log
es: Registro de la Isla
fr: Log de l'île
it: Log Isola
ko: 섬 기록
nl: Eiland Log
ru: Журнал острова
sv: Skyblock Logg
vi_vn: Lịch sử đảo
