Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: But your fantasy friends are gone!
da: Men dine fantasivenner er smuttet!
es: ¡Pero todos tus amigos de fantasía se fueron!
fr: Mais vos amis fantastiques sont partis !
it: §7Ma i tuoi amici di fantasia sono andati!
ko: 하지만 당신의 상상속 친구들은 가버렸죠!
nl: Maar je fantasie vrienden zijn verdwenen!
ru: Но все твои друзья из выдумок ушли!
sv: Dina fantasikompisar är inte online!
vi_vn: Người bạn thú vị của bạn đã rời khỏi

source: But you are Talking to your self!
da: Men du taler til dig selv!
es: ¡Pero te hablas a ti mismo!
fr: Mais vous parlez à vous-même !
it: §7Ma stai Parlando a te stesso!
ko: 하지만 당신은 자신한테 말을 걸고 있어요!
nl: Maar je Praat alleen tegen jezelf!
ru: Но ты говоришь сам с собой!
sv: Men du pratar med dig själv!
vi_vn: Bạn đang độc thoại

source: §cSorry! {0}
cs: §cPromin! {0}
da: §cUndskyld! {0}
es: §c¡Perdón! {0}
fr: §cDésolé ! {0}
it: §4* §7Scusa! {0}
ko: §c죄송합니다! {0}
ru: §cИзвините! {0}
sv: §cLedsen! {0}
vi_vn: §cXin lỗi! {0}

source: party
da: selskab
fr: groupe
ko: 파티
ru: группа

source: island
da: ø
fr: île
it: isola
ko: 섬
nl: eiland
ru: остров
sv: ö

source: §cToggled chat to {0} §aON
da: §cTogglede chat til {0} §aON
fr: §cChat activé pour {0}
it: §cChat impostata a {0} §aON
ko: §c다음 키 {0} §a를 눌러 채팅 켜기
nl: §cChat geschakeld naar {0} §aAAN
ru: §cЧат теперь {0} §aвключен
sv: §cSkiftade chatten till {0} §aPÅ
vi_vn: §cTin nhắn đến {0} đã §aBẬT

source: §cRepeat §9{0}§c to toggle it off
da: §cGentag §9{0}§c for at deaktivere igen
fr: §cRépète §9{0}§c pour le désactiver
it: §cRipeti §9{0}§c per impostarlo su off
ko: §c다음키 §9{0}§c 를 반복하여 기능 끄기
nl: §cHerhaal §9{0}§c om het uit te schakelen.
ru: §cПовторите §9{0}§c, чтобы выключить
sv: §cRepetera §9{0}§c för att inaktivera de
vi_vn: §cDùng §9{0}§c lần nữa để tắt nó

source: §aToggled chat §cOFF§a for {0}
da: §aTogglede chat §cOFF§a for {0}
fr: §cChat désactivé pour {0}
it: §aChat impostata su §cOFF§a per {0}
ko: §c다음 키 {0} §a를 눌러 채팅 끄기
nl: §aSchakel chat §cUIT§a voor {0}
ru: §aЧат теперь §cвыключен§a для {0}
sv: §aSkiftade chatten till §cAV§a för {0}
vi_vn: §aTin nhắn đã §cTẮT§a cho {0}

source: §cCommand only available to players
da: §cKommandoen er kun tilgængelig for spillere
fr: §cCommande disponible uniquement pour les joueurs
it: §cComando disponibile solo per i giocatori
ko: §c플레이어에게만 유효한 명령어 입니다.
nl: §cCommando alleen voor spelers
ru: §cКоманда доступна только игрокам
sv: §cKommandot är endast tillgängligt för spelare
vi_vn: §cLệnh chỉ có thể dùng bởi người chơi

source: talk to players on your island
cs: mluv k hracum na svem ostrove
da: snak med spillere på din ø
es: hablar a los jugadores de tu isla
fr: parler aux membres de votre île
it: parla ai giocatori nella tua isola
ko: 당신의 섬에 있는 플레이어에게 말을 겁니다
nl: praat met spelers op je eiland
ru: написать игрокам на Вашем острове
sv: prata med spelare på ön
vi_vn: trò chuyện với người chơi trên đảo

source: talk to your island party
cs: mluv ke sve parte
da: tal til medlemmerne af din ø
es: hablar al grupo de tu isla
fr: parler aux membres de votre groupe
it: parla ai membri del tuo party
ko: 당신의 섬의 파티에게 말을 겁니다
nl: praat met je party leden
ru: написать игрокам из Вашей группы
sv: prata med skyblockgruppen
vi_vn: trò chuyện với thành viên trong đảo

source: §ePlayer {0} has no island!
cs: §eTento hrac {0} nema zadny ostrov!
da: §eSpiller {0} har ingen ø!
es: §e¡El jugador {0} no tiene isla!
fr: §eLe joueur {0} n'a pas d'île !
it: §9* §7Il giocatore §6{0} §7non ha un''isola!
ko: §e플레이어 {0}는 섬이 없습니다!
nl: §eSpeler {0} heeft geen eiland!
ru: §eИгрок {0} не имеет острова!
sv: §eSpelaren {0} har ingen ö!
vi_vn: §eNgười chơi {0} không có đảo!

source: Manage challenges for a player
cs: Sprava ukolu pro hrace
da: Hånter udfordringer for en spiller
es: Administrar retos para un jugador
fr: Gérer les challenges pour un joueur
it: Gestisce le sfide per un giocatore
ko: 도전과제를 관리하세요
nl: Beheer de uitdagingen voor een speler
ru: Управление заданиями для игрока
sv: Hantera uppdrag för en spelare
vi_vn: Chỉnh nhiệm vụ cho 1 người chơi

source: resets the challenge for the player
cs: resetovat ukoly pro hrace
da: nulstiller udfordringer for spilleren
es: reinicia el reto para el jugador
fr: réinitialise le challenge pour le joueur
it: resetta la sfide per il giocatore
ko: 해당 플레이어의 도전과제를 리셋합니다
nl: reset de uitdaging voor een speler
ru: сбросить задания игрока
sv: återställer uppdraget för spelaren
vi_vn: làm mới nhiệm vụ cho người chơi

source: §4Challenge has never been completed
cs: §4Ukol nebyl nikdy dokoncen
da: §4Udfordringen er aldrig blevet gennemført
es: §4El reto nunca ha sido completado
fr: §4Le challenge n'a jamais été réalisé
it: §a* §7La sfida non è mai stata completata
ko: §4도전과제가 전혀 완료되지 않았습니다
nl: §4De uitdaging is nog nooit voltooid
ru: §4Это задание никогда не выполнялось
sv: §cUppdraget har aldrig genomförts
vi_vn: §4Nhiệm vụ chưa bao giờ được hoàn thành

source: §echallenge: {0} has been reset for {1}
cs: §eUkol: {0} byl resetovan na {1}
da: §eudfordring: {0} er blevet nulstillet for {1}
es: §ereto: {0} ha sido reiniciado para {1}
fr: §echallenge: {0} a été rénitialisé pour {1}
it: §a* §7sfida: §a{0} è stata resettata per §6{1}
ko: §e도전과제: {0} has been reset for {1}
nl: §euitdaging: {0} is gereset naar {1}
ru: §eзадание {0} было сброшено для {1}
sv: §euppdrag: {0} har återställts för {1}
vi_vn: §eNhiệm vụ: {0} đã được làm mới cho {1}

source: resets all challenges for the player
cs: Reset vsech ukolu pro hrace
da: nulstiller alle spillerens udfordringer
es: reinicia todos los retos para un jugador
fr: rénitialise tous les challenges pour le joueur
it: resetta tutte le sfide per il giocatore
ko: 모든 도전과제를 리셋합니다
nl: reset alle uitdagingen voor een speler
ru: сбрасывает все задания для игрока
sv: återställer alla uppdrag för spelaren
vi_vn: làm mới toàn bộ nhiệm vụ cho người chơi

source: §e{0} has had all challenges reset.
cs: §e{0} ma vsechny ukoly zresetovat.
da: §e{0} har fået alle udfordringer nulstillet.
es: §eSe le han reiniciado todos los retos a {0} .
fr: §e{0} a eu tous les challenges réinitialisés.
it: §a* §6{0} §7ha avuto tutte le sfide resettate.
ko: §e{0}는 모든 도전과제를 리셋했습니다.
nl: §e{0} heeft al zijn uitdagingen laten resetten.
ru: §eЗадания для игрока {0} были сброшены.
sv: §e{0} har fått alla uppdrag återställda.
vi_vn: §eNhiệm vụ của {0} đã được làm mới toàn bộ

source: complete all challenges in the rank
cs: dokoncil vsechny ukoly v sekci
da: gennemfør alle udfordringerne i kategorien
fr: Compléte tout les challenges dans le rang
it: completa tutte le sfide nel rango
ko: 이 랭크의 모든 도전과제를 완료하였습니다
nl: voltooi alle uitdagingen in deze groep
ru: выполнить все задания в ранге
sv: slutför alla uppdrag i ranken
vi_vn: làm mới toàn bộ nhiệm vụ trong xêp hạng

source: §4No player named {0} was found!
cs: §4Zadny hrac s timto jmenem {0} nebyl nalezen!
da: §4Ingen spiller med navn {0} fundet!
es: §4¡Ningún jugador llamado {0} fue encontrado!
fr: §4Aucun joueur nommé {0} a été trouvé !
it: §4* §7Nessun giocatore chiamato §6{0} §7trovato!
ko: §4{0}란 이름의 플레이어를 찾지 못했습니다!
nl: §4De speler met de naam {0} kan niet worden gevonden!
ru: §4Игрок с никнеймом {0} не найден!
sv: §cIngen spelare med namnet {0} hittades!
vi_vn: §4Không tìm thấy người chơi tên {0} !

source: §4Challenge {0} has already been completed
cs: §4Ukol {0} byl jiz dokoncen.
da: §4Udfordringen {0} er allerede blevet gennemført
fr: §4Le challenge {0} a déjà été complété
it: §4La sfida {0} è già stata completata
ko: §4도전과제 {0}는 이미 완료되었습니다
nl: §4De {0} uitdaging is al voltooid
ru: §4Задание {0} уже было выполнено
sv: §cUppdraget {0} har redan slutförts
vi_vn: §4Nhiệm vụ {0} đã được hoàn thành

source: §eChallenge {0} has been completed for {1}
cs: §eUkol {0} byl dokoncen: {1}
da: §eUdfordring {0} er blevet gennemført af {1}
fr: §eLe challenge {0} a été complété pour {1}
it: §a& §7La sfida §a{0} §7è stata completata per §6{1}
ko: §e도전과제: {0}이 {1}를 완료했습니다
nl: §eDe {0} uitdaging is voltooid voor {1}
ru: §eЗадание {0} отмечено как выполненное для {1}
sv: §eUppdraget {0} har slutförts för {1}
vi_vn: §enhiệm vụ: {0} đã được hoàn thành bởi {1}

source: §4No challenge named {0} was found!
cs: §4Zadny ukol s timto nazvem {0} nebyl nalezen!
da: §4Ingen udfordringer med navn {0} fundet!
es: §§4¡Ningún reto llamado {0} fue encontrado!
fr: §4Aucun challenge nommé {0} a été trouvé !
it: §4* §7Nessuna sfida chiamata §a{0} §7trovata!
ko: §4{0}란 이름의 도전과제를 찾지 못했습니다!
nl: §4De uitdaging met de naam {0} kan niet worden gevonden!
ru: §4Задание с названием {0} не найдено!
sv: §cInget uppdrag med namnet {0} hittades!
vi_vn: §4Không có nhiệm vụ tên {0} !

source: §4No rank named {0} was found!
cs: §4Zadna sekce s timto nazvem{0} nebyla nalezena!
da: §4Ingen kategori med navnet {0} findes!
fr: §4Aucun rang nommé {0} a été trouvé !
it: §4* §7Nessun rango chiamato §a{0} §7trovato!
ko: §4{0}란 이름의 랭크를 찾지 못했습니다!
nl: §4Geen rang genaamd {0} gevonden!
ru: §4Ранг с именем {0} не найден!
sv: §cIngen rank kallad {0} hittades!
vi_vn: §4Nhiệm vụ cấp {0} không được tìm thấy!

source: manage islands
cs: Uprava ostrova
da: håndter øer
es: administra islas
fr: gérer les îles
it: gestisce le isole
ko: 섬 관리
nl: beheer de eilanden
ru: управление островами
sv: hantera öar
vi_vn: tùy chỉnh skyblock

source: protects the island
cs: Ochrana ostrova
da: beskytter øen
es: proteje la isla
fr: protéger les îles
it: protegge l''isola
ko: 섬 보호
nl: bescherm het eiland
ru: защищает остров
sv: skyddar ön
vi_vn: bảo vệ skyblock

source: delete the island (removes the blocks)
cs: Smazat ostrov ( odstrani bloky)
da: fjern øen (fjerne alle blokke)
es: borra la isla (quita los bloques)
fr: supprimer l'île (supprimer les blocks)
it: elimina l''isola (rimuove i blocchi)
ko: 섬을 삭제함 (블럭을 제거함)
nl: verwijder het eiland (dit verwijderd ook de blokken)
ru: удалить остров (удаляет блоки)
sv: tar bort ön (endast blocken)
vi_vn: xóa đảo skyblock

source: §9Deleted abandoned island at your current location.
cs: §9Smaze zapomenuty ostrov na tve soucasne pozici
da: §9Slettede en forladt ø på din nuværende position.
es: §9Isla abandonada borrada en tu ubicación actual.
fr: §eSupprimer une île abandonée à votre position actuelle.
it: §9* §7Cancellata un''isola abbandonata nella tua posizione.
ko: §9현재 위치의 버려진 섬을 삭제했습니다.
nl: §9Het verlaten eiland op je huidige locatie is verwijderd.
ru: §9Удален заброшенный остров в Вашем текущем местоположении.
sv: §9Raderade ön som var kopplad till din nuvarande position.
vi_vn: §9Xóa skyblock đang bị bỏ hoang ở vị trí của bạn

source: §4Island at this location has members! §eUse §9/usb island delete <name>§e to delete it.
cs: §4Ostrov na této pozici ma cleny! §ePouzij §9/usb island delete <name>§e pro smazani.
da: §4Øen på denne position har medlemmer! §eBrug §9/usb island delete <navn>§e for at slette den.
es: 4¡La isla en esta ubicación tiene miembros! §eUsa §b/usb island delete <name>§e para borrarla.
fr: §4L'île à cette position possède des membres ! §eUtilise §/usb island delete <nom> §epour là supprimer.
it: §4* §7L''isola in questa posizione ha dei membri! §4* §7Usa §a/usb island delete <nome>§7 per cancellarla.
ko: §4이 지역의 섬엔 멤버들이 있습니다! §e섬을 제거하려면 §9 /usb island delete <name>§e를 쓰세요.
nl: §4Het eiland op deze locatie heeft leden! §eGebruik §9/usb island delete <naam>§e om het eiland te verwijderen.
ru: §4На острове в этом месте есть участники! §eИспользуйте §9/usb island delete <name>§e для его удаления.
sv: §cÖn vid denna position har medlemmar! §eAnvänd §9/usb island delete <namn>§e för att ta bort den.
vi_vn: §4Skyblock này đang có người chơi §eGõ lệnh §9/usb island delete <tên>§e để xóa.

source: removes the player from the island
cs: Odstrani hrace z ostrova
da: fjerner spilleren fra øen
es: quita a un jugador de la isla
fr: supprimer le joueur de votre île
it: rimuove il giocatore dall''isola
ko: 이 섬에서 플레이어를 제거합니다
nl: verwijderd de speler van het eiland
ru: удаляет игрока с острова
sv: tar bort spelaren från ön
vi_vn: loại bỏ người chơi ra khỏi skyblock

source: adds the player to the island
cs: Prida hrace na ostrov.
da: tilføjer spilleren til øen
es: añade al jugador a la isla
fr: ajouter le joueur à votre île
it: aggiunge il giocatore all''isola
ko: 이 섬에 플레이어를 추가합니다
nl: voegt de speler toe aan het eiland
ru: добавляет игрока на остров
sv: lägger till spelaren till ön
vi_vn: Thêm người chơi vào skyblock

source: §b{0}§d has joined your island group.
cs: §b{0}§d se pridal na tvuj ostrov.
da: §b{0}§d er blevet medlem af øen.
es: §b{0}§d se ha unido a tu grupo de isla.
fr: §b{0}§d a rejoint votre île.
it: §6{0} §7è entrato nel tuo party.
ko: §b{0}§d가 당신의 섬 그룹에 참여했습니다.
nl: §b{0}§d heeft zich aangesloten bij je eiland groep.
ru: §b{0}§d присоединился к вашей островной группе.
sv: §b{0}§d har gått med din grupp.
vi_vn: §b{0}§d đã tham gia skyblock của bạn

source: §4No player named {0} found!
cs: §4Zadny hrac jmenem {0} nebyl nalezen!
da: §4Ingen spiller med navn {0} fundet!
es: §4¡Ningún jugador llamado {0} fue encontrado!
fr: §4Aucun joueur nommé {0} trouvé !
it: §4* §7Nessun giocatore chiamato §6{0} §7trovato!
ko: §4{0}란 이름의 플레이어를 찾지 못했습니다!
nl: §4Er is geen speler gevonden met de naam {0}!
ru: §4Игрок с именем {0} не найден!
sv: §cIngen spelare kallad {0} hittades!
vi_vn: §4Không tìm thấy người chơi tên {0} !

source: §4No valid island provided, either stand within one, or provide an island name
cs: §4Zadny platny ostrov nenalezen, ani zadni osamoceny ostrov nebo ostrov ktery jiz ma jmeno.
da: §4Ingen valid ø fundet, enten stå på en ø, eller skriv et navn
es: §4No se proporcionó una isla válida, párate sobre una o proporciona el nombre de una isla.
fr: §4Aucune île fournie , essayez de fournir un nom d'île.
it: §4* §7Nessuna isola valida fornita, vai su un''isola, o fornisci il nome di un''isola
ko: §4Nay valid hideout provided, either stand within one, or provide a hideout name
nl: §4Er is geen geldig eiland verstrekt, sta op een eiland, of geef een eiland naam
ru: §4 Не найдено ни одного существующего острова, либо встаньте на один из них, либо укажите название острова
sv: §cIngen giltig ö försedd, antingen stå inom en eller förse med en namn
vi_vn: §4Không tìm thấy skyblock hợp lê, hay đứng trên 1 cái, hoắc đưa ra tên gọi của skyblock

source: print out info about the island
cs: Zobrazit informace o ostrovu.
da: vis informationer om øen
es: muestra información sobre la isla
fr: afficher les informations à propos de l'île
it: mostra le informazioni sull''isola
ko: 섬에 대한 정보를 보여줍니다
nl: geeft informatie over het eiland
ru: вывести информацию об острове
sv: skriver ut information om ön
vi_vn: xem thông tin về skyblock đó

source: sets the biome of the island
cs: Nastavit biom ostrova.
da: sætter øens biome
es: establece el bioma de la isla
fr: définir le biome de l'île
it: imposta il bioma dell''isola
ko: 섬의 생태계를 지정합니다
nl: zet de biome van het eiland
ru: устанавливает биом острова
sv: sätter öns biome
vi_vn: chuyển môi trường (biome) cua skyblock

source: §4That player has no island.
cs: §4Tento hrac nema ostrov.
da: §4Den spiller har ingen ø.
es: §4Ese jugador no tiene isla.
fr: §4Ce joueur n'a pas d'île
it: §4* §7Quel giocatore non ha un''isola.
ko: §4그 플레이어는 섬이 없습니다.
nl: §4Die speler heeft geen eiland.
ru: §4У этого игрока нет острова.
sv: §cDen spelaren har ingen ö.
vi_vn: §4Người chơi đó không có skyblock.

source: §4No valid island at your location
cs: §4Zadny ostrov na tomto miste.
da: §4Ingen valid ø på din position
es: §4No hay una isla válida en tu ubicación
fr: §4Ile invalide à votre position
it: §4* §7Nessuna isola valida alla tua posizione
ko: §4당신의 위치에 유효한 섬이 없습니다
nl: §4Er is geen geldig eiland op jouw locatie
ru: §4Нет существующего острова в Вашем местоположении
sv: §cIngen giltig ö vid din position
vi_vn: §4Không có đảo hợp lệ ở vị trí của bạn

source: purges the island
cs: Ocistit ostrov.
da: markerer øen til genbrug
es: purga la isla
fr: nettoyer l'île
it: ripulisce l''isola
ko: 섬을 청소합니다
nl: verwijdert het eiland
ru: очищает остров
sv: rensar ön
vi_vn: lọc skyblock

source: §4Error! §9No valid island found for purging.
cs: §4Chyba! §9Zadny ostrov na ocisteni nebyl nazelen.
da: §4Fejl! §9Ingen valid ø fundet, til genbrug.
es: §4¡Error! §9No se encontró isla válida para purgar.
fr: §4Erreur ! §9Ile invalide à nettoyer
it: §4* Errore! §7Nessuna isola valida trovata per la pulizia.
ko: §4오류! §9청소를 위한 섬을 찾지 못했습니다'.
nl: §4Error! §9Er is geen geldig eiland gevonden om te verwijderen.
ru: §4Ошибка! §9Не найден существующий остров для очистки.
sv: §cFel! §9Ingen giltig ö hittades för rensning.
vi_vn: §4Lỗi! §9Không có dảo hợp lệ để lọc.

source: §cPURGE: §9Purged island at {0}
cs: §cPURGE: §9Cistim ostrov na {0}
da: §cOPRYDNING: §9Markede øen ved {0} til genbrug
es: §cPURGA: §9Purgada isla en {0}
fr: §cNettoyé : §9Ile nettoyé à {0}
it: §4* PULIZIA: §7Ripulita l''isola a {0}
ko: §c정화: §9{0}에 정화된 섬
nl: §cVERWIJDER: §9Verwijderd eiland is op {0}
ru: §ЧИСТКА: §9Очищен остров на {0}
sv: §cRENSNING: §9Rensade ön vid {0}
vi_vn: §cBỘ LỌC: §9Đã lọc skyblock tại {0}

source: toggles the islands ignore status
cs: Prepinani ignorovani na ostrove
da: skift øens ignore-tilstand
es: alterna el estado de ignoración de la isla
fr: activer
it: cambia lo stato delle isole di ignorato
ko: 섬 상태 무시 버튼
nl: het eiland op slot zetten.
ru: переключает статус игнорирования островов
sv: aktiverar eller inaktiverar öns ignoransstatus
vi_vn: chuyển đổi trạng thái phớt lờ cho skyblock

source: §cSet {0}s island to be ignored on top-ten and purge.
cs: §cSet {0}s Ostrov ktery ma byt ignorovan v TOP-10 a ma byt ocisteny
da: §cIngorer {0}s ø på top 10 og ved genbrug.
es: §aEstablecida la isla de {0} a ser ignorada en el top-ten y purgación.
fr: §cMettre l''île de {0} à ignorer sur le top dix et la nettoyer.
it: §4* §7Imposta l''isola di §4 {0}s §7come ignorata nella top-tene la ripulisce.
ko: §c{0}의 섬이 탑 텐과 청소에서 무시되도록 지정합니다
nl: §cZet {0}''s eiland op de negeerlijst van verwijderen en de top-tien.
ru: §cУстанавливаем на остров {0} защиту от вхождения в топ-10 и очистки.
sv: §cSätt {0}s ö till att bli ignorerad från topp 10 och från rensning.
vi_vn: §cĐưa skyblock của {0} được phớt lờ bởi bộ lọc và danh sách top 10.

source: §cRemoved ignore-flag of {0}s island, it will now show up on top-ten and purge.
cs: §cOdstraneno ignorovani {0}s ostrova, nyni bude viditelny v TOP-10 a ocisten.
da: §cFjernede ignore-flaget på {0}s ø, den vil nu blive vist på top 10 og være kandidat til oprydning.
es: §cYa no se ignora la isla de {0}, ahora se mostrará en el top-ten y en la purga.
fr: §cRetirer le flag ignoré de l''île de {0}, elle apparaitra maintenant sur le top dix et le nettoyage
it: §4* §7Tolto lo stato di ignorato all''isola di §4{0} §7,sarà ora mostrata nella top-ten e ripulita.
ko: §c{0}의 섬의 ignore-flag가 제거되었습니다, 이제 탑 텐에 보여지고 청소합니다
nl: §cVerwijder de negeer-flag van {0}s eiland, het staat weer op de top-tien lijst en kan verwijderd worden.
ru: §cЗащита на острове {0} снята, теперь он будет показываться в топ-10 и очищаться.
sv: §cTog bort ignorans-flaggan från {0}s ö, den kommer nu visas i topp 10 och rensas.
vi_vn: §cBỏ trạng thái phơt lờ cho đảo của {0} nó sẽ được liệt vào danh sách top 10 và bộ lọc.

source: §4No valid player-name supplied.
cs: §4Jmeno hrace neni podporovane.
da: §4Intet validt spiller-navn givet.
es: §4Nombre de jugador inválido.
fr: §4Aucun pseudo valide fourni.
it: §4* §7Nome giocatore fornito non valido.
ko: §4유효한 플레이어 이름이 제공되지 않았습니다.
nl: §4Geen geldige speler-naam ingevoerd
ru: §4Не указано подходящее имя игрока.
sv: §cInget giltigt spelarnamn angavs.
vi_vn: §4Tên người chơi không đúng.

source: Removing {0} from island
cs: Odstranuji {0} z ostrova.
da: Fjerner {0} fra ø
es: Quitando a {0} de la isla
fr: Suppression de {0} de l'ile
it: §4* §7Rimuovendo §6{0} §7dall''isola
ko: {0}을 섬에서 제거하는 중
nl: {0} is van het eiland verwijderd
ru: Удаление {0} с острова
sv: Tar bort {0} från ön
vi_vn: Loại bỏ {0} khỏi skyblock

source: §eChanged biome of {0}s island to {1}.
cs: §eZmena podnebi z {0} na ostrove na: {1}.
da: §eÆndrede biomen for {0}s ø til {1}
es: §eCambiado el bioma de la isla de {0} a {1}
fr: §eChangé le biome de l''île de {0} en {1}.
it: §9* §7Cambiato il bioma dell''isola di §6{0} §7a {1}.
ko: §e{0}의 섬의 생태계가 {1}로 바뀌었습니다.
nl: §eDe biome van {0}s eiland is veranderd naar {1}.
ru: §eИзменен биом острова {0} на {1}.
sv: §eBytte biome på {0}s ö till {1}.
vi_vn: §eĐã chuyển môi trường đảo của {0}s thành {1}.

source: §eChanged biome of {0}s island to OCEAN.
cs: §eZmena podnebi z {0} na ostrove na OCEAN.
da: §eÆndrede biomen for {0}s ø til HAV.
es: §eCambiado el bioma de la isla de {0} a OCÉANO.
fr: §eLe biome de l''île de {0} a été changé en OCEAN.
it: §9* §7Cambiato il bioma dell''isola di §6{0} §7a OCEANO.
ko: §e{0}의 섬의 생태계가 바다로 바뀌었습니다.
nl: §eDe biome van {0}s eiland is veranderd naar OCEAN.
ru: §eИзменен биом острова {0} на ОКЕАН.
sv: §eBytte biome på {0}s ö till OCEAN.
vi_vn: §eĐã chuyển môi trường đảo của {0} sang OCEAN.

source: §aYou may need to go to spawn, or relog, to see the changes.
cs: §aMozna budes muset jit na spawn a zpet, aby se zmeny projevily.
da: §aDu bliver måske nødt til at gå til spawn, eller relogge, for at se ændringerne.
es: §aQuízás tengas que ir al spawn, o reloguear, para notar los cambios.
fr: §aVous avez besoin d'aller au spawn, ou se reconnecter, pour voir les changements.
it: §9* §7Potresti dover andare allo spawn, o riloggare, §7per vedere i cambiamenti.
ko: §a변화를 확인하려면 스폰, 혹은 재로깅이 필요합니다.
nl: §aJe moet reloggen of terug naar spawn gaan om de verandering te kunnen zien
ru: §aВозможно, вам придется телепортироваться на спавн или перелогиниться, чтобы увидеть изменения.
sv: §aDu måste gå till spawn eller relogga för att se ändringarna.
vi_vn: §aBạn có thể phải ra spawn server hoặc vào lại server để thấy sự thay đổi.

source: §e{0} has had their biome changed to {1}.
cs: §e{0} bylo podnebi zmeneno na: {1}.
da: §e{0} har fået deres biome ændret til {1}.
es: §eSe cambió el bioma de la isla de {0} a {1}.
fr: §e{0} a eu son biome changé en {1}
it: §9* §6{0} §7ha avuto il suo bioma cambiato a {1}.
ko: §e{0}은 {1}로 변한 생태계를 가졌습니다.
nl: §e{0} heeft zijn/haar biome veranderd naar {1}.
ru: §eБиом игрока {0} изменен на {1}.
sv: §e{0} har fått sitt biome ändrat till {1}.
vi_vn: §e{0} đã chuyển môi trường đảo sang {1}.

source: §e{0} has had their biome changed to OCEAN.
cs: §e{0} bylo podnebi zmeneno na OCEAN.
da: §e{0} har fået deres biome ændret til HAV.
es: §eSe cambió el bioma de la isla de {0} a OCÉANO.
fr: §e{0} a eu son biome changé en OCEAN.
it: §9* §6{0} §7hanno avuto il loro bioma cambiato ad OCEANO.
ko: §e{0}은 바다로 변한 생태계를 가졌습니다.
nl: §e{0} heeft zijn/haar biome veranderd naar OCEAN.
ru: §eБиом игрока {0} изменен на ОКЕАН.
sv: §e{0} har fått sitt biome ändrat till OCEAN.
vi_vn: §e{0} đã chuyển môi trường đảo sang OCEAN

source: §eRemoving {0}''s island.
da: §eFjerner {0}''s ø.
es: §eQuitando la isla de {0}
fr: §eL''île de {0} a été retiré
it: §4* §7Rimuovendo l''isola di §6{0} §7.
ko: §e{0}의 섬을 제거하는 중.
nl: §e{0}''s eiland wordt verwijderd.
ru: §eУдаляем остров игрока {0}.
vi_vn: §eĐang xóa skyblock của {0}.

source: Error: That player does not have an island!
cs: Chyba: Tento hrac nema ostrov!
da: Fejl: Den spiller har ingen ø!
es: Error: ¡Ese jugador no tiene una isla!
fr: Erreur : Ce joueur n'a pas d'île
it: Errore: Quel giocatore non ha un''isola!
ko: 오류: 그 플레이어는 섬이 없습니다!
nl: Error: Die speler heeft geen eiland!
ru: Ошибка: У этого игрока нет острова!
sv: Fel: Den spelaren har ingen ö!
vi_vn: Lỗi: Người chơi đó không có skyblock!
