Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: §eClick here to return to §ethe main island screen.
cs: §eKlikni zde pro navrat na §ehlavni nabidku ostrova.
da: §eKlik her og returner til §eøens hovedmenu.
es: §eClick aquí para volver al §emenú principal de la isla.
fr: §eClique ici pour retourner à§e la première page.
it: §eClicca qui per ritornare alla §eschermata principale dell''isola.
ko: §e메인 섬 화면으로 돌아가려면 §e여기를 클릭하세요.
nl: §eKlik hier om terug te gaan §enaar het eiland''s hoofdmenu.
ru: §eНажмите здесь, чтобы вернуться к §eглавному экрану острова.
sv: §eKlicka här för att återvända §etill startsidan.
vi_vn: §eNhấp để trờ về trình đơn chính.

source: §e§lIsland Log
cs: §e§lSouhrn zmen ostrova
da: §e§lØens Log
es: §e§lRegistro de la Isla
fr: §e§lLog de l'île
it: §e§lLog Isola
ko: §e§l섬 기록
nl: §e§lEiland Log
ru: §e§lЖурнал острова
sv: §e§lSkyblock Logg
vi_vn: §e§lLịch sử đảo

source: Island Biome
cs: Podnebi ostrova
da: Øens Biome
es: Bioma de la Isla
fr: Biome de l'île
it: Bioma Isola
ko: 섬 생태계
nl: Eiland Biome
ru: Биом острова
sv: Skyblock Biome
vi_vn: Phân vùng

source: Biome: {0}
cs: Podnebi: {0}
es: Bioma: {0}
it: Bioma: {0}
ko: 생태계: {0}
ru: Биом: {0}
vi_vn: Vùng: {0}

source: §2§lThis is your current biome.
cs: §2§lToto je tve aktualni podnebi.
da: §2§lDette er din nuværende biome.
es: §2§lEste es tu actual bioma.
fr: §2§lBiome actuel.
it: §2§lQuesto è il tuo bioma corrente.
ko: §2§l이것이 현재 당신의 생태계입니다.
nl: §2§lDit is je huidige biome.
ru: §2§lЭто Ваш текущий биом.
sv: §2§lDetta är ditt nuvarande biome.
vi_vn: §2§lĐang ở trung vùng

source: §e§lClick to change to this biome.
cs: §e§lKlikni pro zmenu podnebi.
da: §e§lKlik for at ændre biomen.
es: §e§lClick para cambiar a este bioma.
fr: §e§lClique ici pour changer le biome
it: §e§lClicca per cambiare a questo bioma.
ko: §e§l이 생태계를 바꾸려면 클릭하세요.
nl: §e§lKlik hier om naar deze biome te veranderen.
ru: §e§lНажмите, чтобы перейти к этому биому.
sv: §e§lKlicka här för att byta till detta biome.
vi_vn: §e§lNhấp để chuyển đến vùng này.

source: You cannot use this biome.
cs: Nemuzes pouzit toto podnebi.
da: Du kan ikke bruge denne biome.
es: No puedes usar este bioma.
fr: Vous ne pouvez pas utiliser ce biome
it: Non puoi usare questo bioma.
ko: 당신은 이 생태계를 쓸 수 없습니다.
nl: Je kan deze biome niet gebruiken
ru: Вы не можете использовать этот биом.
sv: §c§lDu får inte använda detta biome.
vi_vn: Bạn không thể chuyền đến vùng này

source: Decrease radius of biome-change
ru: Уменьшение радиуса изменения биома

source: Current radius: {0}
ru: Текущий радиус: {0}

source: Increase radius of biome-change
ru: Увеличение радиуса изменения биома

source: §7Current page
cs: §7Aktualni stranka
da: §7Denne side
fr: §7Page actuelle
it: §7Pagina corrente
ko: 현재 페이지
nl: §7Huidige pagina
ru: §7Текущая страница
vi_vn: §7Trang hiện tại

source: §7First Page
cs: §7Prvni strana
da: §7Første side
fr: §7Première page
it: §7Prima Pagina
ko: 첫번째 페이지
nl: §7Eerste Pagina
ru: §7Первая страница
vi_vn: §7Trang đầu

source: §7Last Page
cs: §7Posledni strana
da: §7Sidste side
fr: §7Dernière page
it: §7Ultima Pagina
ko: §7마지막 페이지
nl: §7Laatste Pagina
ru: §7Последняя страница
vi_vn: §7Trang cuối

source: Island Create Menu
cs: Nabidka pro vytvoreni ostrova
da: Start menu
es: Menú de Creación de Isla
fr: Menu - Creer une île
it: Menu Creazione Isola
ko: 섬 생성 매뉴
nl: Eiland Creëer Menu
ru: Меню создания острова
sv: Skapa ö-meny
vi_vn: Khởi tạo đảo

source: §a§lStart an Island
cs: §a§lSpusteni ostrova
da: §a§lStart en ø
es: §a§lComenzar una isla
fr: §a§lCréer une île
it: §a§lAvvia un''Isola
ko: §a§l섬 시작
nl: §a§lStart een eiland
ru: §a§lСоздать остров
sv: §a§lStarta en ö
vi_vn: §a§lKhởi tạo đảo

source: Start your skyblock journey by starting your own island. Complete challenges to earn items and skybucks to help expand your skyblock. You can invite others to join in building your island empire! §e§lClick here to start!
cs: Vytvor si vlastni ostrov a pomoci ruznych ukolu ziskej itemy a dalsi vychytavky ktere ti pomuzou tvuj ostrov rozsirit. Dale muzes na svuj ostrov pozvat kamarady do tve party aby se pripojili a pomohli ti budovat! §e§lKlikni zde pro START!
da: Start din skyblock rejse ved at oprette din egen ø. Opfyld udfordringer for at tjene materialer og skypenge til at gøre din ø større. Du kan invitere andre til at hjælpe dig bygge dit ø-rige! §e§lKlik her for at starte!
es: Comienza tu aventura en skyblock creando tu propia isla. Completa los retos para ganar items y bloques para expandir tu isla. ¡Puedes invitar a otros a tu isla y formar un imperio! §e§l¡Click aquí para comenzar!
fr: Commencer votre journée de skyblock en créant votre île. Complétez les challenges pour gagner de l'argent et des objets. Vous pouvez inviter d'autres joueurs à rejoindre votre empire ! §e§lClique ici pour commencer l'aventure !
it: Inizia il tuo viaggio skyblock avviando la tua isola. Completa sfide per guadagnare oggetti e skybucks per contribuire a espandere la tua skyblock. Puoi invitare gli altri a partecipare a costruire il tuo impero isola! §e§lClicca qui per iniziare!
ko: 당신 소유의 섬을 시작하는 것으로 섬을 확장하고, 다른 사람들을 초대하여. 놀거나, 부를 누릴 수 있습니다. 당신의 제국을 건설하는데 다른 사람들을 초대해 보세요! §e§l여기를 눌러 시작하세요!
nl: Start je Skyblock avontuur doormiddel van je eigen eiland te creeeren. Compleet uitdagingen om items en geld te verdienen om je eiland uit te breiden. Je kan ook andere spelers uitnodigen om samen aan je eiland te werken. §e§lKlik hier om te starten!
ru: Начните свое путешествие в SkyBlock с создания собственного острова. Выполняйте задания, чтобы заработать предметы и скайбаксы, которые помогут расширить ваш скайблок. Вы можете пригласить других присоединиться к постройке Вашей островной империи! §e§lНажмите здесь, чтобы начать!
sv: Starta ditt Skyblock äventyr genom att starta din egna ö. Gör uppdrag för att tjäna saker och pengar för att ut- veckla din ö. Du kan bjuda in andra till att gå med i ön, och bygga erat imperium! §e§lKlicka här för att starta!
vi_vn: Bắt đầu chuyến phiêu lưu bằng cách bắt đầu đảo của chính bạn. Hoàn thành thử thách để nhận thưởng và mở rộng đảo của bạn. Mời thêm người chơi khác và xây dựng vương quốc trên không! §e§lNhấp để bắt đầu

source: §aClick to create!
cs: §aKlikni pro vytvoreni!
da: §a§lKlik for at oprette!
fr: §aClique pour créer !
it: §7Clicca per crearla!
ko: §a눌러서 생성하기
nl: §aKlik om te creeeren!
ru: §aНажмите для создания!
vi_vn: aNhấp để tạo đảo!

source: §cNo access! §7({0})
cs: §cNemas pristup! §7({0})
da: §cIngen adgang! §7({0})
fr: §cPas d''accès! §7({0})
it: §4 Nessun accesso! §7({0})
ko: §c엑세스 불가! §7({0})
nl: §cGeen toegang! §7({0})
ru: §cНет доступа! §7({0})
vi_vn: §cKhông thể truy cập! §7({0})

source: §a§lReturn to Spawn
da: §a§lReturner til Spawn
it: §a§lRitorna allo Spawn
ru: §a§lВернуться на спавн

source: Teleport to the spawn area.
da: Teleporter til spawn-området.
it: Teletrasportati allo spawn.
ru: Телепортироваться на спавн.

source: §a§lJoin an Island
cs: §a§lPripojil ses na ostrov
da: §a§lHjælp en eksisterende ø
es: §a§lUnirse a una Isla
fr: §a§lRejoindre une île
it: §a§lUnisciti ad un''Isola
ko: §a§l섬에 참여하기
nl: §a§lLid worden van een eiland
ru: §a§lПрисоединиться к острову
sv: §a§lGå med i en ö
vi_vn: §a§lGia nhập đảo

source: Want to join another player''s island instead of starting your own? If another player invites you to their island you can click here or use §e/island accept§f to join them. §e§lClick here to accept an invite! §e§l(You must be invited first)
it: Vuoi unirti all''isola di un altro giocatore invece di avviare la tua? Se un altro giocatore ti invita alla sua isola puoi cliccare qui o usare §e/island accept§f per unirti a lui. §e§lClicca qui per accettare un invito! §e§l(Devi essere invitato prima)
ko: 당신 소유의 섬으로 시작하기 보다 다른 플레이어의 섬에 참여하길 바라나요? 만약 다른 플레이어가 그들의 섬으로 당신을 초대한다면 당신은 여기를 클릭하거나 그들과 어울리려면 §e/island accept§f을 쓸 수 있어요. §e§l초대를 승낙하려면 여기를 누르세요 §e§l(당신은 먼저 초대받아야 합니다)
ru: Хотите присоединиться к острову другого игрока вместо того, чтобы начинать свой собственный? Если другой игрок приглашает вас на свой остров вы можете нажать здесь или использовать §e/island accept§f, чтобы присоединиться к ним. §e§lНажмите здесь, чтобы принять приглашение! §e§l(Сначала Вы должны быть приглашены)

source: Island Menu
cs: Menu Ostrova
da: Hoved menu
es: Menú de Isla
fr: Menu de l'île
it: Menu Isola
ko: 섬 메뉴 (SwiftNode 번역팀)
nl: Eiland Menu
ru: Меню острова
sv: Skyblockmeny
vi_vn: Đảo

source: §a§lReturn Home
cs: §a§lNavrat domu
da: §a§lReturner til hjemmet
es: §a§lVolver a tu Isla
fr: §a§lRetourner au home
it: §a§lRitorna alla Home
ko: §a§l집으로 귀환
nl: §a§lTerug naar Huis
ru: §a§lВернуться домой
sv: §a§lÅtervänd hem
vi_vn: §a§lHồi chuyển

source: Return to your island''s home point. You can change your home point to any location on your island using §b/island sethome §e§lClick here to return home.
it: Ritorna alla home della tua isola. Puoi impostare il tuo punto home in qualsiasi luogo sulla tua isola usando §b/island sethome §e§lClicca qui per ritornare alla tua home.
ko: 플레이어의 섬 포인트로 돌아갑니다. 당신은 §b/island sethome 명령어를 사용하여 당신의 섬의 어떤 지점이던 Home 포인트를 바꿀 수 있습니다 §e§l여기를 눌러 집으로 돌아가세요.
ru: Вернитесь на исходную точку Вашего острова. Вы можете изменить свою домашнюю точку на любое место на Вашем острове, используя §b/island sethome §e§lНажмите здесь, чтобы вернуться домой.

source: §a§lChallenges
cs: §a§lUkoly
da: §a§lUdfordringer
es: §a§lRetos
it: §a§lSfide
ko: §a§l도전과제
nl: §a§lUitdagingen
ru: §a§lЗадания
sv: §a§lUppdrag
vi_vn: §a§lThử thách

source: View a list of §9challenges that you can complete on your island to earn skybucks, items, perks, and titles.
cs: Zobrazi seznam §9vsech ukolu, ktere jsou k dispozici na ostrove. Odmeny jsou: ruzne predmety, vyhody, XP a tituly.
da: Se en liste af §9udfordringer du kan udføre på din ø for at tjene skypenge, materialer, perks og titler.
es: Ver una lista de §9retos§f que puedes completar en tu isla para ganar items, bloques, dinero ¡y más!
fr: Voir la lite des §9challenges Vous pouvez les completer sur votre ile pour gagner de l'argent des objets, objets, titres etc..
it: Vedi una lista di §9sfide §rche puoi completare sulla tua isola per guadagnare skybucks, oggetti, vantaggi e titoli.
ko: 당신의 섬에서 skybucks, 아이템, perks와 타이틀을 얻을 수 있는 §9도전과제의 목록 을 확인해보세요
nl: Bekijk een lijst met §9uitdagingen dat je kan doen op je eiland om dan items, geld, perks en titels te verdienen
ru: Просмотрите список §9заданий, которые Вы можете выполнить на своем острове, чтобы заработать скайбаксы, предметы, перки и титулы.
sv: Visar en lista av §9uppdrag som du kan göra på ön för att tjäna pengar, saker och andra, titlar.
vi_vn: Xem danh sách §9thử thách bạn có thể hoàn thành để nhận vật phẩm, hiệu ứng và danh hiệu.

source: §e§lClick here to view challenges.
cs: §e§lKlikni pro zobrazeni ukolu.
da: §e§lKlik her for at se udfordringer.
es: §e§lClick aquí para ver los retos.
fr: §e§lClique ici pour voir les challenges.
it: §e§lClicca qui per vedere le sfide.
ko: §e§l여기를 눌러 도전과제를 보세요.
nl: §e§lklik hier om de uitdagingen te zien.
ru: §e§lНажмите, чтобы просмотреть задания.
sv: §e§lKlicka här för att visa uppdrag.
vi_vn: §e§lNhấp để xem thử thách

source: §4§lChallenges disabled.
cs: §4§lUkol je uzamcen.
da: §4§lUdfordringer er deaktiveret.
es: §4§lRetos desactivados.
fr: §4§lChallenges désactivé.
it: §4§lSfide disabilitate.
ko: §4§l불가능한 도전과제.
nl: §4§lUitdagingen gedeactiveerd.
ru: §4§lЗадания отключены.
sv: §4§lUppdrag inaktiverat.
vi_vn: §4§lThử thách bị vô hiệu hoá

source: §a§lIsland Level
cs: §a§lLevel ostrova
da: §a§lØens Niveau
es: §a§lNivel de Isla
fr: §a§lNiveau de l'île
it: §a§lLivello dell''Isola
ko: §a§l섬 레벨
nl: §a§lEiland Level
ru: §a§lУровень острова
sv: §a§lSkyblock Level
vi_vn: §a§lCấp độ đảo

source: §eCurrent Level: §a{0,number,##.#}
cs: §eTvuj aktualni level: §a{0,number,##.#}
da: §eØens niveau: §a{0,number,##.#}
es: §eNivel actual: §a{0,number,##.#}
fr: §eNiveau actuel : §a{0,number,##.#}
it: §eLivello Attuale: §a{0,number,##.#}
ko: §e현재 레벨: §a{0,number,##.#}
nl: §eHuidig niveau: §a{0,number,##.#}
ru: §eТекущий уровень: §a{0,number,##.#}
sv: §eNuvarande level: §a{0,number,##.#}
vi_vn: §eCấp độ hiện tại: §a{0,number,##.#}

source: Gain island levels by expanding your skyblock and completing certain challenges. Rarer blocks will add more to your level. §e§lClick here to refresh. §e§l(must be on island)
cs: Rozsirovanim ostrova se zvetsuje jeho level. Ten lze navysit i za plneni ruznych ukolu. Take i vzacne bloky navysuji level. §e§lKliknutim aktualizujes tvuj level. §e§l(Musis pri tom ale byt na svem ostrove!)
da: Hæv øens niveau ved at bygge øen større. Sjældnere blokke har højere værd. §e§lKlik her for at se niveau. §e§l(kræver du er på øen)
es: Gana niveles de isla expandiendo tu isla y completando ciertos retos. Los bloques más raros te darán más nivel. §e§lClick aquí para actualizar. §e§l(Debes estar en tu isla)
fr: Gagner des niveaux en agrandissant votre île et compléter certains challenges Les blocks rares ajoutentn plus de niveau. §e§lClique ici pour rafraichir. §e§l(Vous devez être sur l'île)
it: Guadagna livelli isola espandendo la tua skyblock e completando alcune sfide. Blocchi più rari aggiungeranno di più al tuo livello. §e§lClicca qui per aggiornare. §e§l(devi essere sull''isola)
ko: 당신의 skylock을 확장하고 특정한 도전과제를 완료해서 섬 레벨을 올리세요. 희귀도가 높은 블록일수록 당신의 레벨은 더 올라갑니다. §e§l여기를 클릭해서 재생성하세요 §e§l(섬에 있어야 합니다)
nl: Verdien eiland punten doormiddel van je eiland uittebreiden en uitdagingen te doen. Zeldzame blokken leveren meer punten op. §e§lKlik hier om te verversen. §e§l(je moet op je eiland zijn)
ru: Получайте уровни острова, расширяя свой скайблок и выполняя определенные задания. Редкие блоки повышают уровень. §e§lНажмите здесь, чтобы обновить. §e§l(Вы должны быть на острове)
sv: Tjäna levelar genom att utveckla ön och genomföra olika uppdrag. Sällsynta block ger mer till din Skyblock level. §e§lKlicka här för att uppdatera. §e§l(Måste vara på ön)
vi_vn: Thăng hạn đảo bằng cách: Mở rộng và hoàn thành các thử thách. Khối càng quý hiếm, càng nhanh thăng hạng§e§lNhấp để cập nhật thông tin

source: Island Group
cs: Osidleni ostrova
da: Øens beboere
es: Grupo de la Isla
fr: Groupe de l'île
it: Gruppo Isola
ko: 섬 그룹
nl: Eiland Groep
ru: Группа острова
sv: Skyblockgrupp
vi_vn: Nhóm thành viên

source: §eMembers: §2{0}/{1}
cs: §eHracu: §2{0}/{1}
da: §eMedlemmer: §2{0}/{1}
es: §eMiembros: §2{0}/{1}
fr: §eMembres: §2{0}/{1}
it: §eMembri: §2{0}/{1}
ko: §e멤버들: §2{0}§7/§e{1}
nl: §eleden: §2{0}/{1}
ru: §eУчастники: §2{0}/{1}
vi_vn: §eThành viên: §2{0}/{1}

source: View the members of your island group and their permissions. If you are the island leader, you can change the member permissions. §e§lClick here to view or change.
cs: Informace o clenech tveho ostrova a jejich opravneni. Pokud ale jsi vudcem ostrova, tak muzes ostatnim clenum menit ruzne opravneni. §e§lKlikni pro nahled a editaci.
da: Se medlemmerne af din ø og deres tilladelser. Hvis du er ejer kan du også ændre deres tilladelser. §e§lKlik for at se tilladelser.
es: Ver los miembros del grupo de tu isla y sus permisos. Si tú eres el líder de la isla, puedes cambiar los permisos de cada miembro. §e§lClick aquí para ver o cambiar.
fr: Voir les membres de votre île et leurs permissions. Si vous êtes le chef, vous pouvez changer les permissions des membres. §e§lClique ici pour les voir ou changer.
it: Vedi i membri del tuo gruppo isola e i loro permessi. Se sei il capo dell''isola, puoi cambiare i permessi dei membri. §e§lClicca qui per vedere o modificare.
ko: 당신 섬 그룹의 멤버들과 그들의 권한을 보세요. 만약 당신이 섬의 리더라면, 당신은 멤버의 권한을 바꿀 수 있습니다 §e§l여기를 눌러서 보거나 바꾸세요.
nl: Laat de leden van je eiland en hun permissies zien. Als je de eiland leider bent, kan je de permissie van de leden veranderen. §e§lKlik hier om te zien of te veranderen.
ru: Просмотр членов из группы Вашего острова и их разрешений. Если Вы являетесь лидером острова, Вы можете изменить разрешения членов группы. §e§lНажмите здесь, чтобы просмотреть или изменить.
sv: Visa öns gruppmedlemmar och deras rättigheter. Om du är gruppledare så kan du också ändra spelares rättigheter. §e§lKlicka här för att visa eller ändra.
vi_vn: Xem các thành viên và quyền hạn Quyền hạn có thể được bạn thay đổi. §e§lNhấp để xem hoặc thay đổi

source: Change Island Biome
cs: Zmena podnebi na ostrove
da: Skift Øens Biome
es: §a§lCambiar el Bioma de la Isla
fr: Changer le biome de l'île
it: Cambia il Bioma dell''Isola
ko: 섬 생태계 변환
nl: Verander Eiland Biome
ru: Изменить биом острова
sv: Byt Biome
vi_vn: Chuyển vùng

source: §eCurrent Biome: §b{0}
cs: §eAktualni podnebi: §b{0}
da: §eBiome: §b{0}
fr: §eBiome actuel: §b{0}
it: §eBioma Corrente: §b{0}
ko: §6현재 생태계: §a{0}
nl: §eHuidige Biome: §b{0}
ru: §eТекущий биом: §b{0}
vi_vn: §eVùng hiện tại: §b{0}

source: The island biome affects things like grass color and spawning of both animals and monsters.
cs: Podnebi na ostrove ovlivnuje veci jako je barva travy, spawnovani zvirat a monster.
da: Øens biome har indvirkning på hvordan græs og blade ser ud og hvilke dyr og monstre der kan spawne.
es: El bioma de la isla afecta cosas como el color del césped, el spawneo de animales y el de monstruos.
fr: Les biomes affectent la couleur de l'herbe et le spawn des monstres et animaux.
it: Il bioma dell''isola influisce su cose come il colore dell''erba e lo spawning sia degli animali che dei mostri.
ko: 섬 생태계는 풀 색깔이나 동물과 몬스터들의 스폰같은 것에 영향을 미칠 수 있습니다.
nl: Het biome op je eiland heeft effect op de kleur van het gras en het spawnen van dieren en monsters.
ru: Биом острова влияет на такие вещи, как цвет травы и спавн животных и монстров.
sv: Öns biome påverkar saker som gräsets färg och spawnande av både djur och monster.
vi_vn: Vùng có thể ảnh hưởng màu cỏ và tạo các sinh vật khác nhau.

source: §e§lClick here to change biomes.
cs: §e§lKlikni pro zmenu podnebi.
da: §e§lKlik her for at ændre biome.
es: §e§lClick aquí para cambiar el bioma.
fr: §e§lClique ici pour changer le biome
it: §e§lClicca qui per cambiare biomi.
ko: §e§l여기를 눌러 생태계를 바꾸세요.
nl: §e§lKlik hier om je biome te veranderen.
ru: §e§lНажмите, чтобы изменить биомы.
sv: §e§lKlicka här för att byta biome.
vi_vn: §e§lNhấp để chuyển vùng

source: §c§lYou can't change the biome.
cs: §c§lNemuzes zmenit podnebi.
da: §c§lDu har ikke tilladelse til at ændre biome.
es: §c§lNo puedes cambiar el bioma.
fr: §c§lVous ne pouvez pas changer le biome
it: §c§lNon puoi cambiare il bioma.
ko: §c§l당신은 생태계를 바꿀 수 없습니다.
nl: §c§lJij kan de biome niet veranderen.
ru: §c§lВы не можете изменить биом.
sv: §c§lDu får inte byte biome.
vi_vn: §c§lBạn không thể chuyển vùng

source: §a§lIsland Lock
da: §a§lØens Lås
es: §a§lBloqueo de Isla
fr: §a§lIle vérouillé
it: §a§lBlocco Isola
ko: §a§l섬 잠금
nl: §a§lEiland slot
ru: §a§lБлокировка острова
sv: §a§lSkyblock Lås
vi_vn: §a§lKhoá đảo

source: §eLock Status: §aActive §fYour island is currently §clocked. §fPlayers outside of your group §fare unable to enter your island.
cs: §eZamek ostrova:: §aActive §fTvuj ostrov je momentalne §clocked. §fHraci mimo tvoji skupinu §fnemohou vstoupit na tvuj ostrov.
da: §eLåse status: §aAktiv §fDin ø er i øjeblikket §cLåst. §fSpillere der ikke er medlem af §føen, kan ikke besøge den.
es: §eEstado de Bloqueo: §aActivo §fTu isla está actualmente §cbloqueada §fLos jugadores fuera de tu grupo §fno pueden entrar a tu isla.
fr: §eStatus: §aActif §fVotre île est acutellement §cvérrouillé. §fJoueurs en dehors de votre groupe §fne peuvent rentrer sur votre île.
it: §eStato Blocco: §aAttivo §fLa tua isola è attualmente §cbloccata. §fI giocatori fuori dal tuo gruppo §fnon possono entrare nella tua isola.
ko: §e잠금 상태: §a활성화 §f당신의 섬은 현재 §c잠겼습니다. §f당신 그룹 밖의 플레이어들은 §f당신의 섬에 입장할 수 없습니다.
nl: §eSlot Status: §aActief §fJe eiland is op moment §cgesloten. §fSpelers die niet lid zijn van je eiland §fkunnen nu niet je eiland binnen komen
ru: §eСтатус блокировки: §aАктивна §fВаш остров в настоящее время §заблокирован. §fИгроки, не входящие в Вашу группу, §fне могут войти на Ваш остров.
sv: §eLåsstatus: §aAktivt §fDin ör är låst just nu. §fSpelare utanför ön kan inte §fbeträda ön.
vi_vn: §eKhoá đảo: §8Hoạt động §fĐảo đang khoá §fNgười chơi ngoài đảo không thể §fvào bên trong đảo

source: §e§lClick here to unlock your island.
cs: §e§lKlikni zde pro odemceni tveho ostrova.
da: §e§lKlik her får at åbne din ø for besøg.
es: §e§lClick aquí para desbloquear tu isla.
fr: §e§lClique ici pour dévérrouillé votre île.
it: §e§lClicca qui per sbloccare la tua isola.
ko: §e§l여기를 눌러 당신의 섬을 unlock하세요.
nl: §e§lKlik hier om je eiland te openen.
ru: §e§lНажмите здесь, чтобы разблокировать свой остров.
sv: §e§lKlicka här för att låsa upp ön.
vi_vn: §e§lNhấp để khoá đảo

source: §c§lYou can't change the lock.
cs: §c§lNemuzes zmenit uzamceni ostrova.
da: §c§lDu har ikke tilladelse til at ændre på øens lås.
es: §c§lNo puedes cambiar el bloqueo.
fr: §c§lVous ne pouvez pas modifier le vérrouillage.
it: §c§lNon puoi cambiare il blocco.
ko: §c§l당신은 잠금설정을 바꿀 수 없습니다.
nl: §c§lJe kan het slot niet veranderen.
ru: §c§lВы не можете менять статус блокировки.
sv: §c§lDu kan inte ändra låset.
vi_vn: §c§lBạn không đổi khoá

source: §eLock Status: §8Inactive §fYour island is currently §aunlocked. §fAll players are able to enter your §fisland, but only you and your group §fmembers may build there.
cs: §eZamek Ostrova: §8Inactive §fTvuj ostrov je momentalne §aunlocked. §fVischni hraci mohou vstoupit na tvujr §fostrov, ale pouze ty a tvoje parta §fzde muze stavet.
da: §eLåse status: §8Inaktiv §fDin ø er i øjeblikket §aulåst. §fAlle spillere kan besøge din ø, §fmen kun medlemmer kan bygge.
es: §eEstado de Bloqueo: §8Inactivo §fTu isla está actualmente §cdesbloqueada. §fTodos los jugadores pueden entrar a tu §fisla, pero sólo tú y el grupo de tu isla §fpueden construir en esta.
fr: §eStatut: §8Inactif §fVotre île est actuellement §adévérrouillé. §fTous les joueurs sont capable de §frentrer sur votre île mais seul §fles membres de votre groupe peuvent construire.
it: §eStato Blocco: §8Inattivo §fLa tua isola è attualmente §asbloccata. §fTutti i giocatori possono entrare nella §ftua isola, ma solo tu e i membri del tuo §fgruppo potete costruire lì.
ko: §e잠금 설정: §8비활성화 §f당신의 섬은 현재 §aUnlock§f 되어있습니다. §f모든 플레이어들은 당신의 섬에 입장할 §f수 있습니다, 하지만 오직 당신과 당신의 그룹 §f멤버들만이 건축할 수 있습니다.
nl: §eSlot Status: §8Inactief §fje eiland is nu §aopen. §fAlle spelers kunnen nu je §feiland betreden, maar alleen §fjij en je party leden mogen §fhier nu bouwen.
ru: §eСтатус блокировки: §8Неактивна §fВаш остров в настоящее время §aразблокирован. §fВсе игроки могут войти на Ваш §fостров, но только Вы и члены Вашей группы §fможете строить там.
sv: §eLåsstatus: §aInaktivt §fDin ör är olåst just nu. §fSpelare utanför ön kan §fbeträda ön men inte bygga.
vi_vn: §eKhoá đảo: §8Vô hiệu hoá §fĐảo đang mở §fMọi người chơi có thể vào trong đảo §fnhưng chỉ các thành viên của đảo có thể xây

source: §e§lClick here to lock your island.
cs: §e§lKlikni zde pro uzamceni tvého ostrova.
da: §e§lKlik her for at låse din ø.
es: §e§lClick aquí para bloquear tu isla.
fr: §e§lClique ici pour vérouiller votre île.
it: §e§lClicca qui per bloccare la tua isola.
ko: §e§l여기를 눌러서 당신의 섬을 잠그세요.
nl: §e§lKlik hier om je eiland af te suiten.
ru: §e§lНажмите здесь, чтобы заблокировать свой остров.
sv: §e§lKlicka här för att låsa ön.
vi_vn: §e§lNhấp để khoá đảo

source: §a§lIsland Warp
da: §a§lØens Besøgspunkt
es: §a§lTeletransporte de la Isla
it: §a§lWarp Isola
ko: §a§l섬 워프
nl: §a§lEiland Warp
ru: §a§lВарп острова
sv: §a§lSkyblock Warp
vi_vn: §a§lĐiểm dịch chuyển
