Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: §eYou do not have access (§4{0}§e)
da: §eDu har ikke adgang (§4{0}§e)
it: §eNon hai accesso (§4{0}§e)
ko: §e당신은 (§4 {0} §e)에 접근 권한이 없습니다.
nl: §eJe hebt geen toegang tot (§4{0}§e)
ru: §eУ Вас нет доступа к (§4{0}§e)
sv: §eDu har inte tillgång (§4{0}§e)
vi_vn: §eBạn không có quyền (§4{0}§e)

source: §eInvalid command: {0}
da: §eForkert kommando: {0}
it: §eComando invalido: {0}
ko: §e올바르지 않은 명령: {0}
nl: §eOngeldige commando: {0}
ru: §eКоманда не найдена: {0}
sv: §eOgiltigt kommando: {0}
vi_vn: §eLệnh không hợp lệ: {0}

source: §7Usage: {0}
da: §7Brug: {0}
it: §7Utilizzo: {0}
ko: §7사용: {0}
nl: §7Gebruik: {0}
ru: §7Использование: {0}
sv: §7Användande: {0}
vi_vn: §7Cách dùng: {0}

source: §7Use §3/{0} ? {1}§7 to display next page
da: §7Brug §3/{0} ? {1}§7 for at vise næste side
it: §7Usa §3/{0} ? {1}§7 per mostrare la pagina successiva
ko: §7다음 명령어 §3/{0} ? {1}§7를 사용하여 다음페이지 표시
nl: §7gebruik §3/{0} ? {1}§7 om de volgende pagina weer te geven
ru: §7Нажмите §3/{0} ? {1}§7 для отображения следующей страницы
sv: §7Använd §3/{0} ? {1} §7för att visa nästa sida
vi_vn: §7Dùng §3/{0} ? {1}§7 để xem trang tiếp theo

source: §7Use §3/{0} ? {1} §7 to display previous page
da: §7Brug §3/{0} ? {1} §7 for at vise forrige side
it: §7Usa §3/{0} ? {1} §7 per mostrare la pagina precedente
ko: §7다음 명령어 §3/{0} ? {1}§7를 사용하여 이저페이지 표시
nl: §7gebruik §3/{0} ? {1}§7 om de vorige pagina weer te geven
ru: §7Нажмите §3/{0} ? {1}§7 для отображения предыдущей страницы
sv: §7Använd §3/{0} ? {1} §7för att visa föregående sida
vi_vn: §7Dùng §3/{0} ? {1} §7 để xem trang trước

source: saves documentation of the commands to a file
da: gemmer dokumentation af kommandoer til en fil
it: salva la documentazione dei comandi in un file
ko: 파일에 명령어 문서 저장
nl: slaat de documentatie van het commando op naar een bestand
ru: сохраняет документацию по командам в файл
sv: sparar dokumentation av kommandon till en fil
vi_vn: lưu thông tin lệnh vào một file

source: Wrote documentation to {0}
da: Skrev dokumentation til {0}
it: Scritta la documentazione su {0}
ko: {0}에 문서를 작성합니다.
nl: Opgeslagen documentatie naar {0} geschreven
ru: Документация сохранена в {0}
sv: Skrev dokumentation till {0}
vi_vn: Đã ghi thông tin vào {0}

source: §4Error writing documentation: {0}
da: §4Fejl ved skrivning af dokumentation: {0}
it: §4Errore scrivendo la documentazione: {0}
ko: §4다음 문서 저장중 오류가 발생했습니다: {0}
nl: §4Error met opslaan van de documentatie: {0}
ru: §4Ошибка записи документации: {0}
sv: §4Kunde inte skriva dokumentation: {0}
vi_vn: §4Lỗi khi ghi thông tin: {0}

source: changes the language of the plugin, and reloads
cs: Zmeni jazyk pluginu a nacte ho znovu.
da: skifter sprog af pluginnet, og genindlæser det
es: cambia el lenguaje del plugin, y hace una recarga.
fr: changer le langage du plugin, et le recharger
it: cambia la lingua del plugin, e lo ricarica
ko: 플러그인의 언어를 바꾸고 리로드합니다
nl: verandert de taal van de plugin en herlaad
ru: изменяет язык плагина и перезагружает его
sv: byter språk på pluginet och laddar om
vi_vn: chuyên ngôn ngữ, và reload

source: §aSuccessfully changed language to §e{0}
cs: §aJazyk byl uspesne nastaven na §e{0}
da: §aSkiftede sprog til §e{0}
es: §aEl lenguaje ha sido satisfactoriamente cambiado a §e{0}
fr: §aLangage changé avec succès en §e{0}
it: §4* §7Lingua cambiata con successo a §4{0}
ko: §a성공적으로 언어를 §e{0}로 바꾸었습니다
nl: §aDe taal is met succes veranderd naar §e{0}
ru: §aЯзык успешно изменён на §e{0}
sv: §aSpråket har ändrats till §e{0}
vi_vn: §aĐã chuyển ngon ngữ sang §e{0}

source: §cFailed to change language to §e{0}
cs: §cZmena jazyku selhala §e{0}
da: §cKunne ikke skifte sprog til §e{0}
es: §cFalló el cambio de lenguaje a §e{0}
fr: §cLe langage n''a pas pu être changé en §e{0}
it: §4* §7Fallito nel cambiare la lingua a §4{0}
ko: §cF언어를 §e{0}로 바꾸는데 실패하였습니다
nl: §cHet is mislukt om de taal naar §e{0} te veranderen.
ru: §cНе удалось изменить язык на §e{0}
sv: §cMisslyckades att byta språk till §e{0}
vi_vn: §aThất bại chuyển ngon ngữ sang §e{0}

source: §9Supported Languages:
cs: §9Podporovane jazyky:
da: §9Understøttede sprog:
es: §9Lenguajes soportados:
fr: §9Langues supportés:
it: §9* §7Lingue Supportate:
ko: §9지원되는 언어:
nl: §9Ondersteunde Talen:
ru: §9Поддерживаемые языки:
sv: §9Språk som stöds:
vi_vn: §9Các ngôn ngữ được hỗ trợ:

source: §cUnable to locate any languages.
cs: §cNelze najit zadne jazyky.
da: §cKunne ikke finde nogle sprog.
es: §cIncapaz de localizar algún lenguaje.
fr: §cImpossible de trouver toutes les langues.
it: §4* §7Impossibile individuare tutte le lingue.
ko: §c어떤 언어든 설정할 수 없습니다.
nl: §cKan geen talen vinden
ru: §cЯзыки не обнаружены.
sv: §cKan inte lokalisera några språk.
vi_vn: §cKhông thể xác định ngôn ngữ

source: Command
da: Kommando
it: Comando
ko: 명령어
nl: Commando
ru: Команда
sv: Kommando
vi_vn: Lệnh

source: Permission
da: Tilladelse
it: Permesso
ko: 퍼미션
nl: Eigenschappen
ru: Разрешение
sv: Rättighet
vi_vn: Quyền

source: Description
da: Beskrivelse
it: Descrizione
ko: 설명
nl: Beschrijving
ru: Описание
sv: Beskrivning
vi_vn: Mô tả

source: d
fr: j
ko: 일
ru: д
vi_vn: ngày

source: h
da: t
ko: 시
nl: u
ru: ч
vi_vn: giờ

source: m
ko: 월
ru: м
vi_vn: phút

source: s
ko: 초
ru: с
vi_vn: giây

source: §eStill the following blocks short: {0}
cs: §eJeste tyto bloky: {0}
da: §eDu mangler stadig følgende blokke: {0}
es: §eTodavía faltan los siguientes bloques: {0}
fr: §eIl vous manque ces blocs : {0}
it: §4* §7Ancora i seguenti blocchi: §4{0}
ko: §e여전히 다음의 블록들이 부족합니다: {0}
nl: §eJe komt de volgende blokken tekort: {0}
ru: §eПока не хватает следующих блоков: {0}
sv: §eFöljande block saknas: {0}
vi_vn: §eThiếu các block sau: {0}

source: §4You can complete this {0} more time(s).
da: §4Du kan gennemføre dette {0} gange mere.
it: §4Puoi completare questo altre {0} volte.
nl: §4Je kan dit nog {0} keer voltooien.
ru: §4Вы можете выполнить это {0} ещё {0} раз.
vi_vn: §4Bạn có thể hoàn thành cái này {0} lần nữa.

source: §4Requirements will reset in {0} days.
cs: §4Za {0} dni se obnovi zadani ukolu.
da: §4Kravene vil nulstilles om {0} dage.
es: §74Los requerimientos se reiniciarán en {0} días.
fr: §4Conditions remis à zéro dans {0} jours.
it: §7I requisiti saranno resettati tra §4{0} §7giorni.
ko: §4필요 조건이 {0} 일 후에 리셋됩니다.
nl: §4De vereisten worden teruggezet in {0} dag(en).
ru: §4Требования будут сброшены через {0} дней.
sv: §cKraven kommer att återställas om {0} dagar.
vi_vn: §4Điều kiện hoàn thành sẽ được thiếp lập lại trong {0} ngày.

source: §4Requirements will reset in {0} hours.
cs: §4Za {0} hodin se obnovi zadani ukolu.
da: §4Kravene vil nulstilles om {0} timer.
es: §4Los requerimientos se reiniciarán en {0} horas.
fr: §4Conditions remis à zéro dans {0} heures.
it: §7I requisiti saranno resettati tra §4{0} §7ore.
ko: §4필요 조건이 {0} 시간 후에 리셋됩니다.
nl: §4De vereisten worden teruggezet in {0} uur.
ru: §4Требования будут сброшены через {0} часов.
sv: §cKraven kommer att återställas om {0} timmar.
vi_vn: §4Điều kiện hoàn thành sẽ được thiếp lập lại trong {0} giờ.

source: §4Requirements will reset in {0} minutes.
cs: §4Za {0} minut se obnovi zadani ukolu.
da: §4Kravene vil nulstilles om {0} minutter.
es: §4§4Los requerimientos se reiniciarán en {0} minutos.
fr: §4Conditions remis à zéro dans {0} minutes.
it: §7I requisiti saranno resettati tra §4{0} §7minuti.
ko: §4필요 조건이 {0} 분 후에 리셋됩니다.
nl: §4De vereisten worden teruggezet in {0} minuten.
ru: §4Требования будут сброшены через {0} минут.
sv: §cKraven kommer att återställas om {0} minuter.
vi_vn: §4Điều kiện hoàn thành sẽ được thiếp lập lại trong {0} phút.

source: §4This challenge is currently unavailable.
da: §4Denne udfordring er pt. utilgængelig.
it: §a* §7Questa sfida è attualmente non disponibile.
nl: §4Deze uitdaging is momenteel niet beschikbaar
ru: §4Это задание сейчас недоступно.
vi_vn: §4Thử thách hiện thời không có sẵn.

source: §4You can complete this again in {0} days.
da: §4Du kan gennemføre dette igen om {0} dage.
it: §a* §7Potrai completare questo ancora tra {0} giorni.
nl: §4Je kan dit opnieuw voltooien in {0} dagen.
ru: §4Вы можете выполнить это снова через {0} дней.
vi_vn: §4Bạn có thể hoàn thành cái này sau {0} ngày.

source: §4You can complete this again in {0} hours.
da: §4Du kan gennemføre dette igen om {0} timer.
it: §a* §7Potrai completare questo ancora tra {0} ore.
nl: §4Je kan dit opnieuw voltooien in {0} uren.
ru: §4Вы можете выполнить это снова через {0} часов.
vi_vn: §4Bạn có thể hoàn thành cái này sau {0} giờ.

source: §4You can complete this again in {0} minutes.
da: §4Du kan gennemføre dette igen om {0} minutter.
it: §a* §7Potrai completare questo ancora tra {0} minuti.
nl: §4Je kan dit opnieuw voltooien in {0} minuten.
ru: §4Вы можете выполнить это снова через {0} минут.
vi_vn: §4Bạn có thể hoàn thành cái này sau {0} phút

source: §eThis challenge requires:
da: §eDenne udfordring kræver:
it: §eQuesta sfida richiede:
ko: §e도전과제의 필요항목:
nl: §eDeze uitdaging vereist:
ru: §eЭто задание потребует:
sv: §eDetta uppdrag kräver:
vi_vn: §eThử thách này cần:

source: §7and more...
cs: §7a vice...
da: §7og flere...
fr: §7et plus...
it: §7e altro...
ko: §7그리고 더...
nl: §7en meer...
ru: §7и больше...
sv: §7och mer...
vi_vn: §7và còn nữa

source: §eItems will be traded for reward.
da: §eTingene vil blive byttet for en gevinst.
it: §eGli oggetti saranno scambiati per una ricompensa.
ko: §e보상을 위하여 아이템이 거래될 예정입니다.
nl: §eItems worden verhandeld voor een beloning.
ru: §eПредметы будут обменяны на награды.
sv: §eSakerna byts ut mot en belöning.
vi_vn: §eVật phẩm sẽ được trao đổi như phần thưởng.

source: §eMust be within {0} meters.
da: §eSkal være inden for {0} meter.
it: §eDeve essere entro {0} metri.
ko: §e최소 {0} 미터가 되어야 합니다.
nl: §eMoet binnen {0} meter zijn.
ru: §eВам нужно находиться в {0} метрах.
sv: §eMåste vara inom {0} block.
vi_vn: §ePhải trong phạm vi {0} mét.

source: §6Item Reward: §a
cs: §6Odmeny: §a
da: §6Ting: §a
es: §6Recompensa de Items: §a
fr: §6Item reçu : §a
it: §6Ricompensa Oggetti: §a
ko: §6아이템 보상: §a
nl: §6Item beloning: §a
ru: §6Награда (предметы): §a
sv: §6Belöning: §a
vi_vn: §6Phần thưởng: §a

source: §6Currency Reward: §a{0}
cs: §6Odmena financni: §a{0}
da: §6Økonomi: §a{0}
es: §6Recompensa de Dinero: §a{0}
fr: §6Argent reçu : §a{0}
it: §6Ricompensa Monetaria: §a{0}
ko: §6돈 보상: §a{0}
nl: §6Geld beloning: §a {0}
ru: §6Награда (валюта): §a{0}
sv: §6Belöning (valuta): §a{0}
vi_vn: §6Tiền thưởng: §a{0}

source: §6Exp Reward: §a{0}
cs: §6Odmena v XP: §a{0}
da: §6Erfaring: §a{0}
es: §6Recompensa de XP: §a{0}
fr: §6Expérience reçu : §a{0}
it: §6Ricompensa XP: §a{0}
ko: §6경험치 보상: §a{0}
nl: §6Exp belonging: §a{0}
ru: §6Награда (опыт): §a{0}
sv: §6Belöning (exp): §a{0}
vi_vn: §6Kinh nghiệm được thưởng: §a{0}

source: §dTotal times completed: §f{0}
cs: §dCelkem splneno: §f{0} §dx
da: §dTotalt antal aflevering: §f{0}
es: §dCantidad de veces completado: §f{0}
fr: §dComplétés : §f{0} fois
it: §dTotale volte completata: §f{0}
ko: §d완료된 전체 횟수: §f{0}
nl: §dHet aantal keer dat je de uitdaging hebt voltooid: §f{0}
ru: §dВсего выполнено раз: §f{0}
sv: §dAntal gånger genomfört: §f{0}
vi_vn: §dTổng số lần hoàn thành: §f{0}

source: §7Requires {0}
da: §7Kræver {0}
it: §7Richiede {0}
ko: §7필요 {0}
nl: §7Vereist {0}
ru: §7Необходимо {0}
sv: §7Kräver {0}
vi_vn: §7Cần {0}

source: §4No challenge named {0} found
cs: §4Ukol s timto nazvem {0} nebyl nalezen
da: §4Ingen udfordringer med navn {0} fundet
es: §4¡Ningún reto llamado {0} fue encontrado!
fr: §4Aucun défi nommé {0} trouvé
it: §4* §7Nessuna sfida chiamata §4{0} §7è stata trovata
ko: §4{0}란 이름의 도전과제를 찾지 못했습니다
nl: §4De uitdaging met de naam {0} kan niet worden gevonden!
ru: §4Задание с названием {0} не найдено
sv: §cInget uppdrag kallat {0} hittades
vi_vn: §4Không tìm thấy nhiệm vụ {0}

source: §4You must be on your island to do that!
cs: §4Musis byt na svem ostrove!
da: §4Du skal være på din ø, for at gøre det!
es: §4¡Tienes que estar en tu isla para hacer eso!
fr: §4Vous devez être sur votre île pour faire ça !
it: §4* §7Devi essere sulla tua isola per farlo!
ko: §4그 일을 하려면 당신의 섬에 있어야 합니다!
nl: §4Je moet op je eiland zijn om dat te doen!
ru: §4Вы должны находиться на своем острове для этого!
sv: §cDu måste vara på din ö för att göra detta!
vi_vn: §4Yêu cầu bạn phải ở trên skyblock của bạn để thao tác!

source: §4The {0} challenge is not available yet!
cs: §4Tento ukol {0} neni zatim k dispozici!
da: §4{0} udfordringen er ikke tilgængelig endnu!
fr: §4Le challenge {0} n'est pas disponible !
it: §a* §7La sfida {0} §4non §7è ancora disponibile!
ko: §4도전과제 {0}는 아직 사용이 불가능합니다!
nl: §4DE {0} uitdaging is nog niet beschikbaar!
ru: §4Задание {0} ещё недоступно!
sv: §cUppdraget {0} är inte tillgängligt än!
vi_vn: §4Nhiệm vụ {0} chưa xuất hiện!

source: §4The {0} challenge is not repeatable!
cs: §4Tento ukol {0} nejde opakovat!
da: §4{0} udfordringen er ikke gentagelig!
es: §4¡El reto {0} no es repetible!
fr: §4Le challenge {0} ne peut être refait !
it: §4* §7La sfida §a{0} §7non si può ripetere!
ko: §4{0} 반복할 수 없는 도전과제입니다!
nl: §4De {0} uitdaging kan niet herhaald worden!
ru: §4Задание {0} невозможно повторить!
sv: §cUppdraget {0} är inte repeterbart!
vi_vn: §4Nhiệm vụ {0} không thể hoàn thành nhiều lần!

source: §4You cannot complete the {0} challenge again yet!
da: §4Du kan ikke gennemføre {0} udfordringen endnu!
it: §a* §7Non puoi completare di nuovo la sfida {0} ancora!
nl: §4Je kan de {0} challenge nog niet opnieuw voltooien!
ru: §4Вы пока не можете снова выполнить задание {0}!
vi_vn: §4Bạn chưa thể hoàn thành nhiệm vụ {0} lần nữa!

source: §eTrying to complete challenge §a{0}
cs: §ePokusil ses ukoncit ukol: §a{0}
da: §eForsøger at gennemføre §a{0}
fr: §eVous avez essayer de compléter le challenge §a{0}
it: §a* §7Tentando di completare la sfida §a{0}
ko: §e도전과제를 완료하려면, §a{0}를 사용하세요
nl: §eProberen om §a{0} uitdaging te voltooien
ru: §eПробуем выполнить задание §a{0}
sv: §eFörsöker att klara uppdraget §a{0}
vi_vn: §eĐang thử hoàn thành nhiệm vụ §a{0}

source: §4Your island must be level {0} to complete this challenge!
cs: §4Pro dokonceni tohoto ukolu je potreba mit level ostrova: {0} !
da: §4Din ø skal mindst være level {0} for at gennemføre denne udfordring!
es: §4¡Tu isla tiene que ser nivel {0} para completar este reto!
fr: §4Votre ile doit être niveau {0} pour compléter ce challenge
it: §4* §7La tua isola deve essere al livello §4{0} §7per completare questa sfida!
ko: §4도전과제를 완료하려면 당신의 섬의 레벨이 {0} 여야 합니다!
nl: Je eiland moet level {0} hebben om deze uitdaging te voltooien!
ru: §4Ваш остров должен быть как минимум {0} уровня для выполнения этого задания!
sv: §cDin skyblock level måste vara minst {0} för att göra detta uppdrag.
vi_vn: §4Skyblock phải được {0} level để hoàn thành nhiệm vụ!

source: §4Unknown type of challenge: {0}
cs: §4Neznamy typ ukolu: {0}
da: §4Ukendt udfordrings-type: {0}
es: §4Tipo de reto desconocido: {0}
fr: §4Type de challenge inconnu : {0}
it: §4* §7Tipo di sfida sconosciuto: §4{0}
ko: §4알려지지않은 타입의 도전과제입니다: {0}
nl: §4Onbekende soort uitdaging: {0}
ru: §4Неизвестный тип задания: {0}
sv: §cOkänt typ av uppdrag: {0}
vi_vn: §4Chưa mở nhiệm vụ: {0}

source: §eStill the following entities short: {0}
cs: §eJeste tyto entity: {0}
da: §eDu mangler stadig følgende elementer: {0}
es: §eTodavía faltan las siguientes entidades: {0}
fr: §eIl vous manque ces entités: {0}
it: §4* §7Ancora le seguenti entità: {0}
ko: §e여전히 다음의 엔티티가 부족합니다: {0}
nl: §eJe komt de volgende entiteiten tekort: {0}
ru: §eПока не хватает следующих сущностей: {0}
sv: §eFöljande enheter saknas: {0}
vi_vn: §eThiếu những vật thể sau: {0}

source: §eYou are the following items short:{0}
cs: §ePro tento ukol potrebujes:{0}
da: §eDu mangler følgende:{0}
es: §eTodavía te faltan los siguientes items:{0}
fr: §eIl vous manque les éléments suivants: {0}
it: §a* §7Ti mancano i seguenti oggetti:§4{0}
ko: §e당신은 다음의 아이템이 부족합니다: {0}개의
nl: §eJe komt de volgende items tekort: {0}
ru: §eВам не хватает следующих предметов:{0}
sv: §eFöljande material saknas: {0}
vi_vn: §eBanj thiếu những nguyên liệu sau:{0}

source: §aYou have completed the {0} challenge!
cs: §aUkol: {0} jsi uspesne splnil!
da: §aDo you gennemført {0}-udfordringen!
es: §a¡Has completado el reto {0}!
fr: §aVous avez complété le challenge {0} !
it: §a* §7Hai completato la sfida §a{0}§7!
ko: §a당신은 {0} 도전과제를 완료했습니다!
nl: §aJe hebt de {0} uitdaging volbracht!
ru: §aВы выполнили задание {0}!
sv: §aDu har genomfört uppdraget {0}!
vi_vn: §aBạn đã hoàn thành nhiệm vụ {0} !

source: §9{0}§f has completed the §9{1}§f challenge!
cs: §9{0}§f uspesne splnil ukol: §9{1}§f!
da: §9{0}§f har gennemført §9{1}§f udfordringen!
es: §9¡{0}§1 ha completado el reto {1}!
fr: {0} a complété le challenge {1} !
it: §a* §6{0}§7 ha completato la sfida §a{1}§7!
ko: §9{0}§f가 §9{1}§f 도전과제를 완료했습니다!
nl: §9{0}§fheeft de §9{1}§f uitdaging volbracht!
ru: §9{0}§f выполнил задание §9{1}§f!
sv: §9{0}§f har klarat av uppdraget {1}!
vi_vn: §9{0}§f đã hoàn thành nhiệm vụ §9{1}§f!

source: §eItem reward(s): §f{0}
cs: §eOdmeny: §f{0}
da: §ePræmie: §f{0}
es: §eRecompensa de Item(s): §f{0}
fr: §eItem(s) reçu(s): §f{0}
it: §eRicompensa Oggetti: §f{0}
ko: §e아아템 보상: §f{0}
nl: §eItem belonging(en): §f{0}
ru: §eПолучены предметы: §f{0}
sv: §eBelöning: §f{0}
vi_vn: §ePhần thưởng: §f{0}

source: §eExp reward: §f{0,number,#.#}
cs: §eXP odmena: §f{0,number,#.#}
da: §eXP præmie: §f{0,number,#.#}
es: §eRecompensa de XP: §f{0,number,#.#}
fr: §eExpérience reçu: §f{0,number,#.#}
it: §eRicompensa XP: §f{0,number,#.#}
ko: §e경험치 보상: §f{0,number,#.#}
nl: §eExp belonging: §f{0,number,#.#}
ru: §eПолучено опыта: §f{0,number,#.#}
sv: §eBelöning (exp): §f{0,number,#.#}
vi_vn: §eThưởng kinh nghiệm: §f{0,number,#.#}

source: §eCurrency reward: §f{0,number,###.##} {1} §a ({2,number,##.##})%
cs: §eFinancni odmena: §f{0,number,###.##} {1} §a ({2,number,##.##})%
da: §ePenge præmie: §f{0,number,###.##} {1} §a ({2,number,##.##})%
es: §eRecompensa de dinero: §f{0,number,###.##} {1} §a ({2,number,##.##})%
fr: §eArgent reçu : §f{0,number,###.##} {1} §a ({2,number,##.##})%
it: §eRicompensa monetaria: §f{0,number,###.##} {1} §a ({2,number,##.##})%
ko: §e돈 보상: §f{0,number,###.##} {1} §a ({2,number,##.##})%
nl: §egeld Beloning: §f{0,number,###.##} {1} §a ({2,number,##.##})%
ru: §eПолучена валюта: §f{0,number,###.##} {1} §a ({2,number,##.##})%
sv: §eBelöning (valuta): §f{0,number,###.##} {1} §a ({2,number,##.##})%
vi_vn: §eTiền thưởng: §f{0,number,###.##} {1} §a ({2,number,##.##})%

source: §eYour inventory is §4full§e. Items dropped on the ground.
cs: §ePozor! §4Mas plny inventar!§e. Odmeny budes mit vedle sebe na zemi.
da: §eDine tasker ef §4fulde§e. Tingene er faldet på jorden.
es: §eTu inventario está §4lleno§e. Los items fueron tirados al suelo.
fr: §eVotre invetaire est §4complet§e. Les items ont étés droppés au sol.
it: §9* §7Il tuo inventario è §4pieno§7. Oggetti droppati a terra.
ko: §e당신의 인벤토리가 §4가득 찼습니다§e. 아이템이 섬에 떨어졌습니다.
nl: §eJe inventaris is §4vol§e. Je items liggen op de grond.
ru: §eВаш инвентарь §4переполнен§e. Предметы выброшены на землю.
sv: §eDitt inventarie är fullt. Belöningen kastades ut där du står.
vi_vn: §eKho linh kiện đã §4đầy§e. Phần thưởng rơi xuông dưới chân.

source: §e§lClick to complete this challenge.
cs: §e§lKlikni pro dokonceni ukolu.
da: §e§lKlik for at gennemføre.
es: §e§lClick para completar este reto.
fr: §e§lClique ici pour compléter le challenge.
it: §eClicca per completare questa sfida.
ko: §e§l도전과제를 완료하려면 클릭하세요.
nl: §e§lKlik om deze uitdaging te voltooien.
ru: §e§lНажмите, чтобы выполнить это задание.
sv: §e§lKlicka här för att göra detta uppdrag.
vi_vn: §e§lClick để hoàn thành nhiệm vụ.

source: §4§lYou can't repeat this challenge.
cs: §4§lNemuzes opakovat tento ukol.
da: §4§lDu kan ikke gentage denne udfordring.
es: §4§lNo puedes repetir este reto.
fr: §4§lVous ne pouvez refaire le challenge.
it: §4Non puoi ripetere questa sfida.
ko: §4§l이 도전과제는 반복할 수 없습니다.
nl: §4§lJe kan deze uitdaging niet herhalen.
ru: §4§lВы не можете повторить это задание.
sv: §c§lDu kan inte repetera detta uppdrag.
vi_vn: §4§lBạn không thể làm lại nhiệm vụ này.

source: Rank: {0}
cs: Sekce: {0}
es: Rango: {0}
fr: Rang: {0}
it: Rango: {0}
ko: 랭크: {0}
nl: Rang: {0}
ru: Ранг: {0}
vi_vn: Xếp hạng: {0}

source: §fComplete most challenges in
cs: §fKompletni splneni ukolu v teto sekci
da: §fGennemfør de fleste udfordringer
es: §fCompleta la mayoría de los retos en
fr: §fCompletez la plupart des challenges dans
it: §fCompleta la maggior parte delle sfide in
ko: §f대부분의 도전과제를 완료하였습니다
nl: §fVoltooi de meeste uitdagingen in
ru: §fВыполните большинство заданий
sv: §fGenomför de flesta uppdragen i
vi_vn: §fHoàn thành nhiều nhiệm vụ nhất ở

source: §fthis rank to unlock the next rank.
cs: §fodemkne nasledujici sekci.
da: §fpå dette niveau, for at åbne det næste.
es: §feste rango para desbloquear el siguiente rango.
fr: §fce rang pour débloquer le rang suivant.
it: §fquesto rango per sbloccare il prossimo.
ko: §f이 랭크는 다음 랭크를 해제하기 위한 랭크 입니다.
nl: §fdeze rang om de volgende rang te openen
ru: §fэтого ранга, чтобы разблокировать следующий.
sv: §fdenna rank för att låsa upp nästa rank.
vi_vn: §fMốc này để mở mốc nhiệm vụ sau.

source: §eClick here to show previous page
cs: §eKlikni pro predchozi stranku
da: §fKlik her for forrige side
es: §eClick aquí para mostrar la página anterior
fr: §eClique ici pour voir la page précédente
it: §eClicca qui per la pagina precedente
ko: §e전 페이지를 보려면 여기를 클릭하세요
nl: §eKlik hier om de vorige pagina te zien
ru: §eНажмите, чтобы перейти к предыдущей странице
sv: §eKlicka här för att visa föregående sida
vi_vn: §eClick để xem trang trước

source: §eClick here to show next page
cs: §eKlikni pro nasledujici stranku
da: §fKlik her for næste side
es: §eClick aquí para mostrar la siguiente página
fr: §eClique ici pour voir la page suivante
it: §eClicca qui per la prossima pagina
ko: §e다음 페이지를 보려면 여기를 클릭하세요
nl: §eKlik hier om de volgende pagina te zien
ru: §eНажмите, чтобы перейти к следующей странице
sv: §eKlicka här för att visa nästa sida
vi_vn: §eClick để xem trang sau

source: §4§lLocked Challenge
cs: §4§lUkol je uzamcen.
da: §4§lLåst udfordring
es: §4§lReto bloqueado
fr: §4§4Challenge vérouillé
it: §4§lSfida Bloccata
ko: §4§l잠긴 도전과제
nl: §4§lGesloten uitdaging
ru: §4§lЗадание недоступно
sv: §c§lLåst uppdrag
vi_vn: §4§lNhiệm vụ bị khóa

source: §7Complete {0} more {1} §7challenges
cs: §7Chybi ti {0} jeste {1} §7ukoly
da: §7Gennemfør yderligere {0} {1} §7udfordringer
fr: §7Remplis {0} en plus du challenge {1}
it: §7Completa altre {0} sfide {1}
ko: {0}개의 {1}§7 challenges
nl: §7Voltooi nog {0} {1} §7uitdagingen
ru: §7Выполните еще {0} {1} §7 заданий
sv: §7Slutför {0} fler {1} §7uppdrag
vi_vn: Hoàn thành {0} hơn {1} lần

source: §7Complete {0}
cs: §7pro kompletni {0}
da: §7Gennemfør {0}
es: §7Completa el reto {0}
fr: §7Completez {0}
it: §7Completa §a{0}
ko: §7를 완료하여 {0} 랭크를
nl: §7Voltooi {0}
ru: §7Выполните {0}
sv: §7Slutför {0}
vi_vn: §7Hoàn thành nhiệm vụ {0}

source: to unlock this rank
cs: k odemknuti teto sekce
da: for at låse denne rank op
es: para desbloquear este rango
fr: pour débloquer ce rang
it: per sbloccare questo rango
ko: 잠금해제 하세요
nl: om de volgende rang te openen
ru: для разблокировки этого ранга
sv: för att låsa upp denna rank
vi_vn: Để mở mốc này

source: But you are ALLLLLLL ALOOOOONE!
da: Men du er helt alene!
es: ¡Pero estas solo!
fr: Mais vous êtes tout seul !
it: §7Ma sei SOLLLLLLL SOOOOOLO!
ko: 하지만 당신은 와아아아아안전 호오오온자!
nl: Maar je bent HELEMAAAAAL ALLEEEEEEN!!
ru: Но ты ВСЕГДАААА ОДИИИИИН!
sv: Men du är HELT ENSAM! :(
vi_vn: Bạn vẫn CÔÔÔÔÔÔÔÔ ĐƠNNNNNNNNNN

source: But you are Yelling in the wind!
da: Men du råber i vinden!
es: ¡Pero estas gritando al viento!
fr: Mais vous criez dans le vent !
it: §7Ma stai Parlando al vento!
ko: 하지만 당신은 바람 속에서 외칩니다!
nl: Maar je bent in de wind aan het Schreeuwen!
ru: Но ты кричишь на ветру!
sv: Men du ropar i vinden!
vi_vn: Gào thét trong cùng cuồng phong
