Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/*.po
Languages: cs, da, es, fr, it, ko, nl, ru, sv, vi_vn

source: §e{0}s island at {1} has been protected
cs: e{0}s Ostrov {1} je nyní chranen.
da: §e{0}s ø ved {1} er blevet beskyttet
es: §eLa isla de {0} en {1} ha sido protegida.
fr: §eL''île de {0} à {1} a été protégé
it: §4* §7L''isola di §6{0} §7a {1} è stata protetta
ko: §e{1}에 있는 {0}의 섬은 보호받고 있습니다
nl: §e{0}s eiland op {1} is nu beschermd
ru: §eОстров игрока {0} на {1} был защищен
sv: §e{0}s ö vid {1} har skyddats
vi_vn: §eĐảo của {0} ở {1} đã được bảo vệ

source: §4{0}s island at {1} was already protected
cs: §4{0}s Ostrov at {1} uz je chranen.
da: §4{0}s ø ved {1} var allerede beskyttet
es: §4La isla de {0} en {1} ya estaba protegida.
fr: §4L''île de {0} à {1} est déjà protégé
it: §4* §7L''isola di §6{0} §7a {1} è già protetta
ko: §4{1}에 있는 {0}의 섬은 이미 보호받고 있습니다
nl: §4{0}s eiland op {1} is al beschermd
ru: §eОстров игрока {0} на {1} уже был защищен
sv: §c{0}s ö vid {1} var redan skyddad
vi_vn: §4Đảo của {0} ở {1} đã được bảo vệ

source: various chunk commands
ru: различные команды чанка

source: regenerate current chunk
ru: восстановить текущий чанк

source: successfully regenerated chunk at {0},{1}
ru: успешно восстановлен чанк в {0},{1}

source: unload current chunk
ru: выгрузить текущий чанк

source: successfully unloaded chunk at {0},{1}
ru: успешно выгружен чанк в {0},{1}

source: §4FAILED!§e could not unload chunk at {0},{1}
ru: §4ОШИБКА!§e не удалось выгрузить чанк в {0},{1}

source: load current chunk
ru: загрузить текущий чанк

source: loaded chunk at {0},{1}
ru: загружен чанк в {0},{1}

source: only available for players
ru: доступно только для игроков

source: §4ERROR:§e {0}
ru: §4ОШИБКА:§e {0}

source: open GUI for config
cs: Otevri GUI pro nastaveni
da: vis konfigurations UI
es: abrir el menú para configuración
fr: ouvrir l'interface pour la config
it: apre la GUI per la config
ko: 키 변경을 위해 GUI를 여세요
nl: open de GUI voor de configuratie
ru: открыть GUI для конфигурации
sv: öppna GUI för konfiguration
vi_vn: Mở menu tùy chỉnh

source: searches config for a specific key
it: cerca nella config una chiave specifica
ru: поиск определенного ключа в конфигурации

source: Found the following matching {0}:
it: Trovati i seguenti risultati {0}:
ru: Найдено следующее соответствие {0}:

source: §eInvalid configuration name
cs: §Neplatne konfiguracni jmeno
da: §eForkert konfiguraionsnavn
fr: §eNom de configuration invalide
it: §4* §7Nome configurazione non valido
ko: §e설정파일 이름이 올바르지 않습니다
nl: §eOngeldige configuratie naam
ru: §eНеправильное имя конфигурации
sv: §eOgiltigt konfigurationsnamn
vi_vn: §eTùy chỉnh không hợp lệ

source: Controls player-cooldowns
cs: Kontrola cooldownu hrace.
da: Håndterer spiller-cooldowns
es: Controla los cooldowns de jugadores
fr: Gérer le cooldown (délai) des joueurs
it: Controlla le ricariche dei giocatori
ko: 플레이어 대기시간을 컨트롤 합니다
nl: Beheert de player-cooldowns
ru: Контролирует кулдауны игроков
sv: Kontrollerar spelares cooldowns
vi_vn: Điều khiển thời gian dung lại command của người chơi

source: clears the cooldown on a command (* = all)
cs: Vymaze cooldown na prikaz (* = all)
da: fjerner et cooldown fra en kommando (* = alle)
es: limpia el cooldown en un comando (* = todos)
fr: supprimer le délai pour une commande (* = all)
it: cancella la ricarica su un comando (* = tutti)
ko: 커맨드로 쿨타임을 초기화 합니다 (* = all)
nl: reset de cooldown op een command (* = alle)
ru: очищает кулдаун команды (* = все)
sv: rensar cooldown för ett kommando (* = alla)
vi_vn: bỏ thời gian dung lại của 1 command (* = toàn bộ)

source: §eThe player is not currently online
cs: §eHrac uz není online.
da: §eDen spiller er ikke online
es: §eEl jugador no está actualmente conectado
fr: §eLe joueur n'est actuellement pas en ligne.
it: §4* §7Il giocatore non è online
ko: §e플레이어가 현재 온라인상태가 아닙니다
nl: §eDe speler is niet online
ru: §eИгрок в настоящее время не онлайн
sv: §eDen spelaren är inte online just nu
vi_vn: Người chơi đang không online

source: Cleared cooldown on {0} for {1}
cs: Cooldown smazan na {0} pro {1}
da: Nulstillede cooldown på {0} for {1}
es: Limpiado el cooldown de {0} para {1}
fr: Supprimé le cooldown de {0} pour {1}
it: Cancellata la ricarica su {0} per {1}
nl: Cooldownperiode gewist op {0} voor {1}
ru: Убрано время ожидания на {0} для {1}
sv: Tog bort cooldown på {0} för {1}
vi_vn: Đã hủy thời gian dùng lại cho lệnh {0} của người chơi {1}

source: No active cooldown on {0} for {1} detected!
cs: Zadny aktivni cooldown na{0} pro {1} nebyl nalezen.
da: Ingen aktiv cooldowns på {0} for {1}!
es: ¡No hay cooldowns activos de {0} para {1} detectados!
fr: Aucun cooldown actif de {0} pour {1} trouvé !
it: Nessuna ricarica attiva su {0} per {1} rilevata!
ko: Nay active cooldown on {0} for {1} detected!
nl: Geen actieve cooldownperiode gevonden voor {1} op {0}!
ru: Активный кулдаун на {0} для {1} не найден!
sv: Ingen aktiv cooldown på {0} för {1} hittades!
vi_vn: Không có thời gian dùng lại lệnh {0} cho {1} !

source: Invalid command supplied, only restart and biome supported!
cs: Neplatny prikaz, pouze restartovani a biom povolen!
da: Forkert kommando givet, kun restart og biome er understøttet!
es: Comando introducido inválido, ¡sólo restart y biome soportados!
fr: Commande invalide fourni, uniquement restart et biome supporté !
it: Comando fornito invalido, solo riavvio e bioma supportati!
ko: 유효하지 않은 커맨드가 입력되었습니다, 오직 재시작과 생태계만 !
nl: Ongeldig command, alleen opnieuw starten en biome is ondersteund!
ru: Введена неверная команда, поддерживаются только restart и biome!
sv: Felaktigt kommando angivet, endast restart och biome stöds!
vi_vn: Command sai, chỉ hỗ trợ command làm mới hoặc biome!

source: restarts the cooldown on the command
cs: Restaruje cooldown na prikaz
da: genstart et cooldown på en kommando
es: reinicia el cooldown en el comando
fr: réinitialiser le cooldown(délai) pour la commande
it: riavvia la ricarica sul comando
ko: 커맨드의 대기시간을 다시 시작합니다
nl: reset de cooldown met het command
ru: перезапускает кулдаун команды
sv: börjar om cooldownen på ett kommando
vi_vn: làm mới thời gian dung lại của 1 command (* = toàn bộ)

source: §eReset cooldown on {0} for {1}§e to {2} seconds
cs: %eRestartovat cooldown na {0} pro {1}§e na {2} vteriny,
es: §eReiniciar el cooldown de {0} para {1}§e a {2} segundos
fr: §eReinitialiser le délai de {0} pour {1}§e pour {2} secondes
it: §4* §7Reimpostata la ricarica su {0} per {1}§7 a {2} secondi
nl: §eReset cooldownperiode op {0} voor {1} §e naar {2} seconden
ru: §eСброшен кулдаун {0} на {1}§e до {2} секунд
sv: §eÅterställer cooldown på {0} för {1}§e till {2} sekunder
vi_vn: §eLàm mới thời gian của command {0} từ {1} đến {2} giây

source: lists all the active cooldowns
cs: Seznam vsech aktivnich cooldownu
da: list alle aktive cooldowns
es: lista todos los cooldowns activos
fr: liste de tout les cooldowns(délais) actifs
it: elenca tutte le ricariche attive
ko: 활성화된 모든 대기시간을 목록으로 보여줍니다
nl: lijst van alle actieve cooldowns
ru: показывает все активные кулдауны
sv: listar alla aktiva cooldowns
vi_vn: Liệt kê danh sách hồi

source: §eCmd Cooldown
fr: §eCommande cooldown(délai)
it: §9* §7Ricarica Cmd
ko: §eCmd 대기시간
nl: §eCmd Cooldownperiode
ru: §eКулдаун команд
vi_vn: §eCác lệnh có làm lại

source: §eNo active cooldowns for §9{0}§e found.
cs: §eZadny aktivni cooldown pro §9{0}§e nenalezen.
da: §eIngen aktive cooldowns for §9{0}§e fundet.
es: §eNo se encontraron cooldowns activos para §9{0}§e.
fr: §eAucun cooldown(délai) actif pour §9{0}§e trouvé.
it: §4* §7Nessuna ricarica attiva per §6{0}§7 trovata.
ko: §e§9{0}§e의 활성화된 대기시간을 찾을 수 없습니다.
nl: §eEr zijn geen actieve cooldownperiodes voor §9{0}§e gevonden.
ru: §eАктивные кулдауны для §9{0}§e не найдены.
sv: §eIngen aktiv cooldown för §9{0}§e hittades.
vi_vn: §eKhông có thời gian hồi cho §9{0}§e.

source: control debugging
cs: Kontrola odblokovani
da: håndter debugging
es: controlar la depuración
fr: gérer le debugging
it: controlla il debugging
ko: 컨트롤 디버깅'
nl: debugging controle
ru: контроль отладки
sv: kontrollera felsökning
vi_vn: Điều khiển sửa lỗi

source: set debug-level
cs: nastav uroven odblokovani
da: sæt debug-niveau
es: establecer el nivel de depuración
fr: activer le debug-level
it: imposta il livello-debug
ko: 디버그 레벨을 지정합니다
nl: set debug-niveau
ru: установить уровень отладки
sv: sätt felsökningsnivå
vi_vn: Đặt mức độ sửa lỗi

source: toggle debug-logging
cs: Prepinani protokolu o odblokovani.
da: slå bebugging til/fra
es: alternar el registro de depuración
fr: activer le debug-logging
it: attiva/disattiva il debug-logging
ko: 디버그 로깅 버튼'
nl: schakel debug-logging
ru: переключить ведение логов отладки
sv: aktivera eller inaktivera felsökningsloggning
vi_vn: Bật, tắt lưu thông tin sửa lỗi

source: §4Logging wasn't active, so you can't disable it!
cs: §4Prihlaseni nebylo aktivni, takze ho nemuzes zakazat!
da: §4Ligning er ikke aktiv, så du kan ikke stoppe det!
es: §4El registro no estaba activo, ¡por lo que no lo puedes deshabilitar!
fr: §4Le logging n'est pas activé, donc vous ne pouvez pas le désactivé !
it: §4* §7Il logging non era attivo, quindi non puoi disabilitarlo!
ko: §4로그 기능이 활성화 되지 않았습니다. 해당 기능을 비활성화 할 수 없습니다!
nl: §4Logging was niet actief, uitzetten is dus niet mogelijk!
ru: §4Логгинг не был активен, поэтому Вы не можете его отключить!
sv: §cLoggning var inte aktivt, så du kan inte stänga av det!
vi_vn: §4Tùy chọn lưu thông tin không được bật, nên bạn không thể tắt nó

source: flush current content of the logger to file.
cs: Datovy tok se ulozil do souboru.
da: skriv log-filen til disk.
es: pasar el actual contenido del registrador al archivo.
fr: contenu actuel dans le fichier logger.
it: scrive il contenuto corrente del logger su file.
ko: 현재 월드 상태에 관한 로그파일을 파일에서 제거합니다.
nl: leegt de huidige content van het log naar een bestand
ru: скопировать текущее содержимое логгера в файл.
sv: flytta nuvarande innehåll från loggen till en fil.
vi_vn: Xả thông tin hiện tại vào file

source: §eLog-file has been flushed.
cs: §eLog soubor byl smazan.
da: §eLog-filen er blevet skrevet.
es: §eEl archivo de registro ha sido pasado.
fr: §eLe fichier log a été néttoyé
it: §4* §7Il file-log è stato scritto.
ko: §e기록 파일이 작성되었습니다 .
nl: §eHet log-bestand is geleegd.
ru: §eЛог-файл был скопирован.
sv: §eLogg-fil har blivit skapad.
vi_vn: §eFile log đã được xả

source: §4Logging is not enabled, use §d/usb debug enable
cs: §4Protokolovani neni povoleno, use §d/usb debug enable
da: §4Logning er ikke aktiv, brug §9/usb debug enable
es: §4El registro no está activado, usa §d/usb debug enable
fr: §4Le logging est désactivé, utilise §d/usb debug enable
it: §4* §7Il logging non è abilitato, usa §a/usb debug §7enable
ko: §4로그 저장이 꺼져있습니다, §d/usb debug enable 다음명령어를 사용하세요
nl: §4Logging staat nog niet aan, gebruiken §d/usb debug enable
ru: §4Логгинг не включен! Используйте §d/usb debug enable
sv: §cLoggning är inte aktivt, använd §d/usb debug enable§4 för att aktivera
vi_vn: §4Chức năng lưu thông tin không được bật, gõ §d/usb debug enable

source: §4Invalid argument, try INFO, FINE, FINER, FINEST
cs: §4Neplatna neznamna, zkus INFO, FINE, FINER, FINEST
da: §4Forkert argument, prøv INFO, FINE, FINER, FINEST
es: §4Argumento inválido, intenta INFO, FINE, FINER, FINEST
fr: §4Argument invalide , essayez INFO,FINE,FINER,FINEST
it: §4* §7Argomento non valido, prova §eINFO§7, §6FINE§7, §cFINER§7, §4FINEST
nl: §4Ongeldig argument, probeer INFO, FINE, FINER, FINEST
ru: §4Некорректный аргумент, попробуйте INFO, FINE, FINER, FINEST
sv: §cFelaktigt argument, prova INFO, FINE, FINER, FINEST
vi_vn: §4Sai cú pháp, hãy thử INFO, FINE, FINER, FINEST

source: §eLogging disabled!
cs: §eProtokolovani zakazano!
da: §eLogning deaktiveret!
es: §e¡Registro desactivado!
fr: §eLogging désactivé
it: §4* §7Logging disabilitato!
ko: §e로깅 비활성화!
nl: §eLogging staat nu uit!
ru: §eЛоггинг отключен!
sv: §eLoggning inaktiverat!
vi_vn: §eĐã tắt logging

source: §4No valid island found
cs: §4Zadny platny ostrov nenalezen.
da: §4Ingen valid ø fundet
es: §4No se encontró una isla válida
fr: §4Ile non valide trouvé
it: §4* §7Nessuna isola valida trovata
ko: §4유효한 섬이 발견되지 않음
nl: §4Er is geen geldig eiland gevonden
ru: §4Подходящий остров не найден
sv: §cIngen giltig ö hittades
vi_vn: §4Không có đảo hợp lệ.

source: flushes all caches to files
cs: Vsechna caches byla vyprazdnena
da: gemmer alle caches til filer
es: pasa todo el caché a archivos
fr: débusquer tout les fichiers cachés
it: scrive tutte le cache sui file
ko: 모든 캐시 파일을 제거 합니다
nl: leegt alle caches naar bestanden
ru: копирует все кэши в файлы
sv: flyttade alla caches till en fil
vi_vn: Xả toàn bộ cache vào files

source: §eFlushed §a{0} islands§e, §b{1} players and §6{2} challenge-completions.
cs: §eSmazan §a{0} ostrov§e, §b{1}hrac a §6{2}a jeho ukoly.
da: §eGemte §a{0} øer§e, §b{1} spillere og §6{2} udfordringer.
es: §ePasadas §a{0} islas§e, §b{1} jugadores y §6{2} retos completados.
fr: §eDébusqué §a{0} îles§e, §b{1} joueurs et §6{2} challenges complétés.
it: §9* §7Scritti §a{0} isole§e, §b{1} giocatori e §6{2} completamenti-sfida.
ko: §eFlushed §a{0} islands§e, §b{1} pirates an'' §6{2} challenge-completions.
nl: §e§a{0} eilanden§e, §b{1} spelers en §6{2} uitdagingen-volbrenging geleegd.
ru: §eСкопированы §a{0} острова§e, §b{1} игроков и §6{2} выполненные задания.
sv: §eFlyttade §a{0}s ö§e, §b{1} spelare och §6{2} uppdrag-slutförande.
vi_vn: §eĐã xả đảo của §a{0} §e, §b{1} người chơi §6{2} và thông tin nhiệm vụ.

source: manually update the top 10 list
cs: Manualne upravit top 10 seznam
da: opdater top 10 listen manuelt
es: actualiza manualmente la lista de top 10
fr: rafraishir manuellement le top 10 !
it: aggiorna manualmente la top 10
ko: Top 10 리스트 수동 업데이트
nl: de top tien lijst handmatig bijwerken
ru: вручную обновить список 10 лучших
sv: uppdatera topp 10 manuellt
vi_vn: Cập nhật danh sách top 10 1 cách thủ công

source: §eGenerating the Top Ten list
cs: §eGenerovani seznamu TOP 10
da: §eGenererer top 10 listen
es: §eGenerando la lista de Top Ten
fr: §eGénération de la top liste
it: §9* §7Generando la lista Top Ten
ko: §eTop 10 리스트 생성중
nl: §eHet genereren van de Top Tien lijst
ru: §eСоставление списка десяти лучших
sv: §eGenererar topp 10 listan
vi_vn: §eĐang khởi tạo danh sách top 10

source: §eFinished generation of the Top Ten list
cs: §eDokonceno generovani seznamu TOP 10
da: §eBlev færdig med genereringen af top 10
es: §eFinalizada la generación de la lista de Top Ten
fr: §eGénération de la top liste terminée !
it: §4* §7Finita la generazione della lista Top Ten
ko: §eTop 10 리스트 생성 완료
nl: §eHet genereren van de Top Tien lijst is klaar
ru: §eЗавершена генерация списка десяти лучших
sv: §eSlutförde generation av topp 10 listan
vi_vn: §eHoản thành khởi tạo

source: advanced command for getting island-data
cs: Pokrocile prikazy pro ziskani informaci o ostrove.
da: avanceret kommando til at læse ø-data
fr: commandes avancées pour obtenir les données de l'île
it: comando avanzato per ottenere i dati-isola
ko: 섬 정보를 확인하기 위한 고급 명렁ㅇ
nl: geavanceerde commando voor het krijgen van island-data
ru: расширенная команда для получения данных об острове
sv: advancerat kommando för att hämta data om ö
vi_vn: Command nâng cáo về thông tin đảo

source: §eCurrent value for {0} is ''{1}''
cs: §eMomentalni hodnota pro {0} z ''{1}''
da: §eNuværende værdi for {0} er ''{1}''
fr: §eLa valeur actuelle pour {0} est "{1}"
it: §4* §7Il valore corrente per {0} è ''{1}''
ko: §e현재 {0}의 값은 ''{1}''
nl: §eActuele waarde van {0} is ''{1}''
ru: §eТекущее значение для {0}: ''{1}''
sv: §eNuvarande värde för {0} är ''{1}''
vi_vn: §eGiá trị hiện tải của {0} là "{1}"

source: §cUnable to get state for {0}
cs: §cNelze ziskat informace pro: {0}
da: §cKan ikke læse tilstand for {0}
fr: §cImpossible d'obtenir l'état pour {0}
it: §4* §7Impossibile ottenere lo stato per {0}
ko: {0} §c의 정보를 가져올 수 없습니다
nl: §cKan geen stand verkrijgen voor {0}
ru: §cНевозможно получить состояние для {0}
sv: §cKunde inte hämta tillstånd för {0}
vi_vn: §cKhông thể lấy được state cho {0}

source: §eValid fields are {0}
cs: §ePlatne pole jsou {0}
da: §eFelter {0}
fr: §eLes champs valides sont {0}
it: §4* §7Campi validi sono {0}
ko: §e올바른 값은 {0} 입니다.
nl: §eGeldige velden zijn {0}
ru: §eДопустимые поля: {0}
sv: §eGiltiga fält är {0}
vi_vn: §eCác nơi hợp lệ {0}

source: teleport to another players island
cs: Teleportovat k jinemu hraci na ostrov.
da: teleporterer til en andens ø
es: teletransportarse a la isla de otros jugadores
fr: se téleporter sur l'île d'un autre joueur
it: teletrasporta nell''isola di altri giocatori
ko: 다른 플레이어 섬으로 텔레포트합니다.
nl: Teleporteert naar een andere speler''s eiland
ru: телепортироваться на остров другого игрока
sv: teleportera till en annan spelares ö
vi_vn: Dịch chuyển đến đảo của người chơi khác

source: §4Only supported for players
cs: §4Mohou pouzit pouze hraci.
da: §4Kun understøttet for spillere
es: §4sólo soportado para jugadores
fr: §4Uniquement supporté par les joueurs
it: §4* §7Supportato solo per i giocatori
ko: §4오직 플레이어들에게만 지원됩니다.
nl: §4Alleen ondersteund voor spelers
ru: §4Поддерживается только для игроков
sv: §cStöds endast för spelare
vi_vn: §4Chỉ hỗ trợ cho người chơi

source: §4That player does not have an island!
cs: §4Tento hrac nema ostrov!
da: §4Den spiller har ingen ø!
es: §4¡Ese jugador no tiene una isla!
fr: §4Ce joueur n'a pas d'île !
it: §4* §7Quel giocatore non ha un''isola!
ko: §4그 플레이어는 가진 섬이 없습니다!
nl: §4Die speler heeft geen eiland.
ru: §4У этого игрока нет острова!
sv: §cDen spelaren har ingen ö!
vi_vn: §4Người chơi đó không có skyblock.

source: §aTeleporting to {0}''s island.
da: §aTeleporterer til {0}''s ø.
it: §9* §7Teletrasporto all''isola di §6{0}§7.
ko: §a{0}''의 섬으로 텔레포트중 입니다.
nl: §aTeleporteren naar {0}''s eiland.
ru: §aТелепортация на остров игрока {0}.
sv: §aTeleporterar dig till {0}§as ö
vi_vn: §aĐang dịch chuyển đến đảo của {0}.

source: imports players and islands from other formats
cs: Prenese hrace a ostrovy z jineho formatu.
da: importer spillere og øer fra andre formater
es: importa jugadores e islas de otros formatos
fr: importer les joueurs et les îles depuis un autre format
it: importa i giocatori e le isole da altri formati
ko: 다른 형식으로 부터 플레이어와 섬을 수입합니다
nl: importeert spelers en eilanden van een ander formaat
ru: импортирует игроков и острова из других форматов
sv: importerar spelare och öar från andra format
vi_vn: Chuyển đổi thông tin người chơi và đảo từ dạng khác

source: controls async jobs
it: controlla i processi asincroni
ru: управляет асинхронными работами

source: §9Job Statistics
cs: §9Statistiky prace
da: §9Job Statistik
es: §9Estadísticas de trabajos
fr: §9Statistiques métier
it: §9* §7Statistiche Lavori
ko: §9직업 통계s
nl: §9Baan Statistieken
ru: §9Статистика работ
sv: §9Jobb statistik
vi_vn: §9Thống kê công việc

source: ms/job
es: ms/trabajo
ko: ms/직업
nl: ms/baan
ru: мс/работа

source: ms/tick
ru: мс/тик

source: ticks
it: tick
ru: тиков

source: act
da: akt
fr: action
ko: 행동
ru: акт
sv: akt

source: time
cs: cas
da: tid
es: tiempo
fr: temps
it: tempo
ko: 시간
nl: tijd
ru: время
sv: tid

source: name
cs: jmeno
da: navn
es: nombre
fr: nom
it: nome
ko: 이름
nl: naam
ru: имя
sv: namn

source: transfer leadership to another player
cs: Predat vedeni jinemu hraci.
da: overfør ejerskab til en anden spiller
es: transfiere el liderazgo a otro jugador
fr: transferer le chef vers un autre joueur
it: trasferisce la leadership a un altro giocatore
ko: 다른 플레이어에게 리더 권한을 전달합니다
nl: leiderschap overdragen naar een andere speler
ru: передавать лидерство другому игроку
sv: flytta ledarskap till en annan spelare
vi_vn: Chuyển đổi thủ lĩnh cho người chơi

source: §4Player {0} has no island to transfer!
cs: §4Hrac {0} nema ostrov k preneseni!
da: §4Spiller {0} har ingen ø at overføre!
es: §4¡El jugador {0} no tiene isla que transferir!
fr: §4Le joueur {0} n'a pas d'île à transférer !
it: §4* §6Il giocatore {0} §7non ha un''isola da trasferire!
ko: §4플레이어{0}는 전달할 섬이 없습니다!
nl: §4De speler {0} heeft geen eiland om over te dragen
ru: §4Игрок {0} не имеет острова для передачи!
sv: §cSpelaren {0} har ingen ö att flytta!
vi_vn: §eNgười chơi {0} không có đảo!

source: §ePlayer §d{0}§e already has an island.§eUse §d/usb island remove <name>§e to remove him first.
cs: §eHrac§d{0}§e jiz ma svuj ostrov.§ePouzij: §d/usb island remove <name>§e pro smazani ostrova.
da: §eSpiller §d{0}§e har allerede en ø.§eBrug §9/usb island remove <navn>§efor at fjerne ham først.
es: §eEl jugador §d{0}§e ya tiene una isla. §eUsa §b/usb island remove <nombre>§e para quitarlo primero.
fr: §eLe joueur §d{0}§e a déjà une île.§e Utilise §d/usb island remove <nom>§e pour là supprimer en premier.
it: §4* §7Il giocatore §6{0} §7ha già un''isola. §7Usa §a/usb island remove <nome>§7 prima per rimuoverlo.
ko: §e플레이어 §d{0}§e는 이미 섬이 있습니다 .§e §d/ 섬 제거를 사용하세요 <name>§e 그를 먼저 제거하려면.
nl: §eDe speler §d{0}§e heeft al een eiland.§eGebruik §d/usb island remove <naam>§e eerst om hem/haar te verwijderen.
ru: §eИгрок §d{0}§e уже имеет остров. §eИспользуйте §d/usb island remove <name>§e, чтобы сначала удалить его.
sv: §eSpelaren §f{0}§e har redan en ö. §eAnvänd §f/usb island remove <namn>§e för att ta bort spelaren först.
vi_vn: §eNgười chơi §d{0}§e Đã có đảo.§eDùng lệnh §d/usb island remove <name>§e để xóa người chơi khỏi đảo.

source: §bLeadership transferred by {0}§b to {1}
cs: §bVedeni predano od {0}§b to {1}
da: §bEjerskab overført af {0}§b til {1}
es: §dLiderazgo transferido por {0}§b a {1}
fr: §bLe chef a été transféré par {0}§b à {1}
it: §4* §7La leadership è stata trasferita da §4{0} §7a §a{1}
ko: §b리더 권한이 {0}§b에서 {1}로 전달되었습니다
nl: §bEiland eigenaar overgedragen van {0}§b naar {1}
ru: §bИгрок {0}§b передал лидерство {1}
sv: §bLedarskap flyttat av {0}§b till {1}
vi_vn: §bĐã chuyển quyền thủ lĩnh đảo của {0}§b cho {1}

source: advanced info about NBT stuff
cs: Pokrocile informace o NBT
da: avanceret info om NBT
fr: infos avancées à propos du stuff NBT
it: §9* §7info avanzate sull''NBT
ko: NBT stuff 고급 정보
nl: geavanceerde informatie over NBT materiaal
ru: расширенная информация о тегах NBT
sv: advancerad info om NBT saker

source: shows the NBTTag for the currently held item
cs: Ukaze NBTTag pro drzeny predmet.
da: viser NBTTag for den ting du har i hånden
fr: voir le NBTTag pour l'item tenu dans la main
it: §9* §7mostra i Tag NBT per l''oggetto corrente in mano
ko: 현재 들고있는 아이템에 대한 NBTTag 확인
nl: toont de NBTTag voor het huidige vastgehouden item
ru: показывает тег NBT для текущего предмета
sv: visar NBT taggen för saken du håller i

source: §cNo item in hand!
cs: §cZadny predmet v ruce!
da: §cDu har tomme hænder!
fr: §cAucun item dans la main !
it: §4* §7Nessun oggetto in mano!
ko: §c손에 아이템이 없습니다!
nl: §cJe hand is leeg!
ru: §cВ руке нет предмета!
sv: §cDu måste hålla i något!

source: §eInfo for §9{0}
cs: §eInformace pro§9{0}
fr: §eInfo pour §9{0}
it: §e* §7Info per §9{0}
ko: §9{0} §e정보
nl: §eInfo voor §9{0}
ru: §eИнформация для §9{0}
sv: §eInformation för §9{0}

source: §7 - name: §9{0}
cs: §7 - jmeno: §9{0}
da: §7 - navn: §9{0}
fr: §7 - nom: §9{0}
it: §7 - nome: §9{0}
ko: §7 - 이름: §9{0}
nl: §7 - naam: §9{0}
ru: §7 - название: §9{0}
sv: §7 - namn: §9{0}

source: §7 - nbttag: §9{0}
it: §7 - tag nbt: §9{0}
ru: §7 - NBT-тег: §9{0}

source: §eCan only be executed as a player
cs: §eLze provest pouze jako hrac.
da: §eKan kun udføres som spiller
fr: §ePeut être exécuté uniquement par un joueur
it: §4* §7Può essere eseguito solo come giocatore
ko: §e오직 플레이어에게만 유효합니다.
nl: §eKan alleen als speler worden uitgevoerd
ru: §eМожет быть выполнен только от лица игрока
sv: §eKan endast utföras av spelare
vi_vn: §eChỉ có thể dung bời người chơi
