Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/xx_PIRATE.po
Languages: xx_pirate

source: §eThis challenge requires the following:
xx_pirate: §eThis challenge requires the followin':

source: §7and more...
xx_pirate: §7an' more...

source: §6Item Reward: §a
xx_pirate: §6Item Bounty: §a

source: §6Currency Reward: §a{0}
xx_pirate: §6Currency Bounty: §a{0}

source: §6Exp Reward: §a{0}
xx_pirate: §6Exp Bounty: §a{0}

source: §4No challenge named {0} found
xx_pirate: §4Nay challenge named {0} found

source: §4You must be on your island to do that!
xx_pirate: §4Ye must be in yer hideout to do that!

source: §4The {0} challenge is not available yet!
xx_pirate: §4The {0} challenge be not available yet!

source: §4The {0} challenge is not repeatable!
xx_pirate: §4The {0} challenge be not repeatable!

source: §eTrying to complete challenge §a{0}
xx_pirate: §eTryin'' to complete challenge §a{0}

source: §4You must be standing within {0} blocks of all required items.
xx_pirate: §4Ye must be standin'' within {0} blocks of all required items.

source: §4Your island must be level {0} to complete this challenge!
xx_pirate: §4Yer hideout must be level {0} to complete this challenge!

source: §eStill the following blocks short: {0}
xx_pirate: §eStill the followin'' blocks short: {0}

source: §eStill the following entities short: {0}
xx_pirate: §eStill the followin'' entities short: {0}

source: §eYou are the following items short:{0}
xx_pirate: §eYe be the followin'' items short:{0}

source: §aYou have completed the {0} challenge!
xx_pirate: §aYe have completed the {0} challenge!

source: §eItem reward(s): §f{0}
xx_pirate: §eItem bounty(s): §f{0}

source: §eExp reward: §f{0,number,#.#}
xx_pirate: §eExp bounty: §f{0,number,#.#}

source: §eCurrency reward: §f{0,number,###.##} {1} §a ({2,number,##.##})%
xx_pirate: §eCurrency bounty: §f{0,number,###.##} {1} §a ({2,number,##.##})%

source: §eYour inventory is §4full§e. Items dropped on the ground.
xx_pirate: §eYer inventory be §4full§e. Items dropped on the ground.

source: §4§lYou can't repeat this challenge.
xx_pirate: §4§lYe can't repeat this challenge.

source: §4You don't have access to this command!
xx_pirate: §4Ye don't have access to this command!

source: §4You can only submit challenges in the skyblock world!
xx_pirate: §4Ye can only submit challenges in the skyblock world!

source: §4You can only submit challenges when you have an island!
xx_pirate: §4Ye can only submit challenges when ye have a hideout!

source: §eChallenges will have different colors depending on if they are:
xx_pirate: §eChallenges will have different colors dependin' on if they be:

source: §4You will lose all required items when you complete this challenge!
xx_pirate: §4Ye will lose all required items when ye complete this challenge!

source: §4All required items must be placed on your island, within {0} blocks of you.
xx_pirate: §4All required items must be placed in yer hideout, within {0} blocks of ye.

source: §4This Challenge is not repeatable!
xx_pirate: §4This Challenge be not repeatable!

source: §ePlayer {0} has no island!
xx_pirate: §ePirate {0} has nay hideout!

source: §eInvalid player {0} supplied.
xx_pirate: §eInvalid pirate {0} supplied.

source: Manage challenges for a player
xx_pirate: Manage challenges for a pirate

source: resets the challenge for the player
xx_pirate: resets the challenge for the pirate

source: resets all challenges for the player
xx_pirate: resets all challenges for the pirate

source: §4No challenge named {0} was found!
xx_pirate: §4Nay challenge named {0} was found!

source: §4No player named {0} was found!
xx_pirate: §4Nay pirate named {0} was found!

source: §4No rank named {0} was found!
xx_pirate: §4Nay rank named {0} was found!

source: protects the island
xx_pirate: protects the hideout

source: delete the island (removes the blocks)
xx_pirate: delete the hideout (removes the blocks)

source: §9Deleted abandoned island at your current location.
xx_pirate: §9Deleted abandoned hideout at yer current location.

source: §4Island at this location has members! §eUse §9/usb island delete <name>§e to delete it.
xx_pirate: §4Island at this location has members! §eUse §9/usb hideout delete <name>§e to delete it.

source: removes the player from the island
xx_pirate: removes the pirate from the hideout

source: adds the player to the island
xx_pirate: adds the pirate to the hideout

source: §b{0}§d has joined your island group.
xx_pirate: §b{0}§d has joined yer hideout group.

source: §4No player named {0} found!
xx_pirate: §4Nay pirate named {0} found!

source: §4No valid island provided, either stand within one, or provide an island name
xx_pirate: §4Nay valid hideout provided, either stand within one, or provide a hideout name

source: print out info about the island
xx_pirate: print out info about the hideout

source: protects all islands (time consuming)
xx_pirate: protects all islands (time consumin')

source: sets the biome of the island
xx_pirate: sets the biome of the hideout

source: §4That player has no island.
xx_pirate: §4That pirate has nay hideout.

source: §4No valid island at your location
xx_pirate: §4Nay valid hideout at yer location

source: purges the island
xx_pirate: purges the hideout

source: §4Error! §9No valid island found for purging.
xx_pirate: §4Blimey! §9Nay valid hideout found for purgin'.

source: §cPURGE: §9Purged island at {0}
xx_pirate: §cPURGE: §9Purged hideout at {0}

source: §cSet {0}s island to be ignored on top-ten and purge.
xx_pirate: §cSet {0}s hideout to be ignored on top-ten an'' purge.

source: §cRemoved ignore-flag of {0}s island, it will now show up on top-ten and purge.
xx_pirate: §cRemoved ignore-flag of {0}s hideout, it will now show up on top-ten an'' purge.

source: §4No valid player-name supplied.
xx_pirate: §4Nay valid pirate-name supplied.

source: Removing {0} from island
xx_pirate: Removin'' {0} from hideout

source: §eChanged biome of {0}s island to {1}.
xx_pirate: §eChanged biome of {0}s hideout to {1}.

source: §eChanged biome of {0}s island to OCEAN.
xx_pirate: §eChanged biome of {0}s hideout to OCEAN.

source: §aYou may need to go to spawn, or relog, to see the changes.
xx_pirate: §aYe may need to go to spawn, or relog, to see the changes.

source: §4Sorry!§e A protect-all is already running. Let it complete first.
xx_pirate: §4Sorry!§e A protect-all be already runnin'. Let it complete first.

source: §eStarting a protect-all task. It will take a while.
xx_pirate: §eStartin' a protect-all task. It will take a while.

source: §eRemoving {0}'s island.
xx_pirate: §eRemovin'' {0}''s hideout.

source: Error: That player does not have an island!
xx_pirate: Blimey: That pirate does not have a hideout!

source: §e{0}s island at {1} has been protected
xx_pirate: §e{0}s hideout at {1} has been protected

source: §4{0}s island at {1} was already protected
xx_pirate: §4{0}s hideout at {1} was already protected

source: Controls player-cooldowns
xx_pirate: Controls pirate-cooldowns

source: §eThe player is not currently online
xx_pirate: §eThe pirate be not currently online

source: No active cooldown on {0} for {1} detected!
xx_pirate: Nay active cooldown on {0} for {1} detected!

source: Invalid command supplied, only restart and biome supported!
xx_pirate: Invalid command supplied, only restart an' biome supported!

source: §eNo active cooldowns for §9{0}§e found.
xx_pirate: §eNay active cooldowns for §9{0}§e found.

source: control debugging
xx_pirate: control debuggin'

source: toggle debug-logging
xx_pirate: toggle debug-loggin'

source: §4Logging wasn't active, so you can't disable it!
xx_pirate: §4Loggin' wasn't active, so ye can't disable it!

source: §4Logging is not enabled, use §d/usb debug enable
xx_pirate: §4Loggin' be not enabled, use §d/usb debug enable

source: §eLogging disabled!
xx_pirate: §eLoggin' disabled!

source: §4No valid island found
xx_pirate: §4Nay valid hideout found

source: §4No flatland detected at {0}'s island!
xx_pirate: §4Nay flatland detected at {0}''s hideout!

source: §eFlushed §a{0} islands§e, §b{1} players and §6{2} challenge-completions.
xx_pirate: §eFlushed §a{0} islands§e, §b{1} pirates an'' §6{2} challenge-completions.

source: §eGenerating the Top Ten list
xx_pirate: §eGeneratin' the Top Ten list

source: teleport to another players island
xx_pirate: teleport to another pirates hideout

source: §4Only supported for players
xx_pirate: §4Only supported for pirates

source: §4That player does not have an island!
xx_pirate: §4That pirate does not have a hideout!

source: §aTeleporting to {0}s island.
xx_pirate: §aTeleportin'' to {0}s hideout.

source: imports players and islands from other formats
xx_pirate: imports pirates an' islands from other formats

source: changes the language of the plugin, and reloads
xx_pirate: changes the language of the plugin, an' reloads

source: transfer leadership to another player
xx_pirate: transfer leadership to another pirate

source: §4Player {0} has no island to transfer!
xx_pirate: §4Pirate {0} has nay hideout to transfer!

source: §ePlayer §d{0}§e already has an island.§eUse §d/usb island remove <name>§e to remove him first.
xx_pirate: §ePirate §d{0}§e already has a hideout.§eUse §d/usb hideout remove <name>§e to remove him first.

source: §e{0} old island locations will be used before new ones.
xx_pirate: §e{0} old hideout locations will be used before new ones.

source: §eClearing all old (empty) island locations.
xx_pirate: §eClearin' all old (empty) island locations.

source: §eNo orphans currently registered.
xx_pirate: §eNay orphans currently registered.

source: §4A purge is already running, please wait for it to finish!
xx_pirate: §4A purge be already runnin', please wait for it to finish!

source: §4You must provide the age in days to purge!
xx_pirate: §4Ye must provide the age in days to purge!

source: §eFinding all islands that has been abandoned for more than {0} days.
xx_pirate: §eFindin'' all islands that has been abandoned for more than {0} days.

source: set a player's island to your location
xx_pirate: set a pirate's hideout to yer location

source: §aSet {0}'s island to the bedrock nearest you.
xx_pirate: §aSet {0}''s hideout to the bedrock nearest ye.

source: §4Bedrock not found: unable to set the island!
xx_pirate: §4Bedrock not found: unable to set the hideout!

source: §4PURGE:§9 Scanning done, found {0} candidates for purgatory.
xx_pirate: §4PURGE:§9 Scannin'' done, found {0} candidates for purgatory.

source: §4PURGE:§9 Finished purging abandoned islands.
xx_pirate: §4PURGE:§9 Finished purgin' abandoned islands.

source: refreshes the chunks around the player
xx_pirate: refreshes the chunks around the pirate

source: §eResending chunks to the client
xx_pirate: §eResendin' chunks to the client

source: §eLoading chunks at {0}
xx_pirate: §eLoadin'' chunks at {0}

source: §eUnloading chunks at {0}
xx_pirate: §eUnloadin'' chunks at {0}

source: §eNo island found at your location!
xx_pirate: §eNay hideout found at yer location!

source: show player-information
xx_pirate: show pirate-information

source: §4Your island is full, or you have too many pending invites. You can't invite anyone else.
xx_pirate: §4Yer hideout be full, or ye have too many pendin' invites. Ye can't invite anyone else.

source: §4That player is already leader on another island.
xx_pirate: §4That pirate be already captain on another hideout.

source: §e{0}§e tried to invite you, but you are already in a party.
xx_pirate: §e{0}§e tried to invite ye, but ye be already in a party.

source: {0}§e has invited you to join their island!
xx_pirate: {0}§e has invited ye to join their hideout!

source: §4WARNING: You will lose your current island if you accept!
xx_pirate: §4WARNING: Ye will lose yer current hideout if ye accept!

source: §4You can't use that command right now. Leave your current party first.
xx_pirate: §4Ye can't use that command right now. Leave yer current party first.

source: §aYou have joined an island! Use /island party to see the other members.
xx_pirate: §aYe have joined a hideout! Use /island party to see the other members.

source: §eInvitation for {0}'s island has timedout or been cancelled.
xx_pirate: §eInvitation for {0}''s hideout has timedout or been cancelled.

source: §eYou have rejected the invitation to join an island.
xx_pirate: §eYe have rejected the invitation to join a hideout.

source: §4You haven't been invited.
xx_pirate: §4Ye haven't been invited.

source: §eYou have accepted the invitation to join an island.
xx_pirate: §eYe have accepted the invitation to join a hideout.

source: ban/unban a player from your island.
xx_pirate: ban/unban a pirate from yer hideout.

source: §eThe following players are banned from warping to your island:
xx_pirate: §eThe followin' pirates be banned from warpin' to yer hideout:

source: §eTo ban/unban from your island, use /island ban <player>
xx_pirate: §eTo ban/unban from yer hideout, use /island ban <pirate>

source: §4You can't ban members. Remove them first!
xx_pirate: §4Ye can't ban members. Remove 'em first!

source: §4You do not have permission to kick/ban players.
xx_pirate: §4Ye do not have permission to kick/ban pirates.

source: §4{0} tried to ban you from their island!
xx_pirate: §4{0} tried to ban ye from their hideout!

source: §4{0} is exempt from being banned.
xx_pirate: §4{0} is exempt from bein'' banned.

source: §eYou have banned §4{0}§e from warping to your island.
xx_pirate: §eYe have banned §4{0}§e from warpin'' to yer hideout.

source: §eYou have been §cBANNED§e from {0}§e''s island.
xx_pirate: §eYe have been §cBANNED§e from {0}§e''s hideout.

source: §eYou have unbanned §a{0}§e from warping to your island.
xx_pirate: §eYe have unbanned §a{0}§e from warpin'' to yer hideout.

source: §eYou have been §aUNBANNED§e from {0}§e''s island.
xx_pirate: §eYe have been §aUNBANNED§e from {0}§e''s hideout.

source: change the biome of the island
xx_pirate: change the biome of the hideout

source: §cYou do not have permission to change the biome of your current island.
xx_pirate: §cYe do not have permission to change the biome of yer current hideout.

source: §4You do not have permission to change the biome of this island!
xx_pirate: §4Ye do not have permission to change the biome of this hideout!

source: §eYou must be on your island to change the biome!
xx_pirate: §eYe must be in yer hideout to change the biome!

source: §cYou have misspelled the biome name. Must be one of {0}
xx_pirate: §cYe have misspelled the biome name. Must be one of {0}

source: §eYou can change your biome again in {0,number,#} minutes.
xx_pirate: §eYe can change yer biome again in {0,number,#} minutes.

source: §aYou have changed your island''s biome to {0}
xx_pirate: §aYe have changed yer hideout''s biome to {0}

source: {0} changed the island biome to {1}
xx_pirate: {0} changed the hideout biome to {1}

source: §cYou do not have permission to change your biome to that type.
xx_pirate: §cYe do not have permission to change yer biome to that type.

source: create an island
xx_pirate: create a hideout

source: §cYour island is in the process of generating, you cannot create now.
xx_pirate: §cYer hideout be in the process of generatin', ye cannot create now.

source: §4Island found!§e You already have an island. If you want a fresh island, type§b /is restart§e to get one
xx_pirate: §4Island found!§e Ye already have a hideout. If ye want a fresh hideout, type§b /is restart§e to get one

source: §4Island found!§e You are already a member of an island. To start your own, first§b /is leave
xx_pirate: §4Island found!§e Ye be already a mates of a hideout. To start yer own, first§b /is leave

source: §eYou can create a new island in {0,number,#} seconds.
xx_pirate: §eYe can create a new hideout in {0,number,#} seconds.

source: teleport to the island home
xx_pirate: teleport to the hideout home

source: §cYour island is in the process of generating, you cannot teleport home right now.
xx_pirate: §cYer hideout be in the process of generatin', ye cannot teleport home right now.

source: check your or anothers island info
xx_pirate: check yer or anothers hideout info

source: §eYou must be on your island to use this command.
xx_pirate: §eYe must be in yer hideout to use this command.

source: §4You do not have an island!
xx_pirate: §4Ye do not have a hideout!

source: §4You do not have access to that command!
xx_pirate: §4Ye do not have access to that command!

source: §4That player is invalid or does not have an island!
xx_pirate: §4That pirate be invalid or does not have a hideout!

source: §aIsland level is {0,number,###.##}
xx_pirate: §aIsland level be {0,number,###.##}

source: invite a player to your island
xx_pirate: invite a pirate to yer hideout

source: §eUse§f /island invite <playername>§e to invite a player to your island.
xx_pirate: §eUse§f /island invite <playername>§e to invite a pirate to yer hideout.

source: §4Only the island's owner can invite!
xx_pirate: §4Only the hideout's owner can invite!

source: §aYou can invite {0} more players.
xx_pirate: §aYe can invite {0} more pirates.

source: §4You can't invite any more players.
xx_pirate: §4Ye can't invite any more pirates.

source: §4You do not have permission to invite others to this island!
xx_pirate: §4Ye do not have permission to invite others to this hideout!

source: §4That player is offline or doesn't exist.
xx_pirate: §4That pirate be offline or doesn't exist.

source: §4You can't invite yourself!
xx_pirate: §4Ye can't invite yourself!

source: §4That player is the leader of your island!
xx_pirate: §4That pirate be the captain of yer hideout!

source: remove a member from your island.
xx_pirate: remove a mates from yer hideout.

source: §4You do not have permission to kick others from this island!
xx_pirate: §4Ye do not have permission to kick others from this hideout!

source: §4You can't remove the leader from the Island!
xx_pirate: §4Ye can't remove the captain from the Island!

source: §4{0} has removed you from their island!
xx_pirate: §4{0} has removed ye from their hideout!

source: §4{0} has been removed from the island.
xx_pirate: §4{0} has been removed from the hideout.

source: §4{0} tried to kick you from their island!
xx_pirate: §4{0} tried to kick ye from their hideout!

source: §4{0} is exempt from being kicked.
xx_pirate: §4{0} is exempt from bein'' kicked.

source: §4{0} has kicked you from their island!
xx_pirate: §4{0} has kicked ye from their hideout!

source: §4{0} has been kicked from the island.
xx_pirate: §4{0} has been kicked from the hideout.

source: §4That player is not part of your island group, and not on your island!
xx_pirate: §4That pirate be not part of yer hideout group, an' not in yer hideout!

source: leave your party
xx_pirate: leave yer party

source: §4You can't leave your island if you are the only person. Try using /island restart if you want a new one!
xx_pirate: §4Ye can't leave yer hideout if ye be the only person. Try usin' /island restart if ye want a new one!

source: §eYou own this island, use /island remove <player> instead.
xx_pirate: §eYe own this hideout, use /island remove <pirate> instead.

source: §eYou have left the island and returned to the player spawn.
xx_pirate: §eYe have left the hideout an' returned to the pirate spawn.

source: §4{0} has left your island!
xx_pirate: §4{0} has left yer hideout!

source: §4You must be in the skyblock world to leave your party!
xx_pirate: §4Ye must be in the skyblock world to leave yer party!

source: check your or anothers island level
xx_pirate: check yer or anothers hideout level

source: §9Rank is {0}
xx_pirate: §9Rank be {0}

source: lock your island to non-party members.
xx_pirate: lock yer hideout to non-party members.

source: §4You do not have permission to lock your island!
xx_pirate: §4Ye do not have permission to lock yer hideout!

source: §4You do not have permission to unlock your island!
xx_pirate: §4Ye do not have permission to unlock yer hideout!

source: transfer leadership to another member
xx_pirate: transfer leadership to another mates

source: §4You can only transfer ownership to party-members!
xx_pirate: §4Ye can only transfer ownership to party-members!

source: {0}§e is already leader of your island!
xx_pirate: {0}§e be already captain of yer hideout!

source: §4Only leader can transfer leadership!
xx_pirate: §4Only captain can transfer leadership!

source: {0} tried to take over the island!
xx_pirate: {0} tried to take over the hideout!

source: shows information about your party
xx_pirate: shows information about yer party

source: show pending invites
xx_pirate: show pendin' invites

source: §eNo pending invites
xx_pirate: §eNay pendin' invites

source: §4You don't have permissions to uninvite players.
xx_pirate: §4Ye don't have permissions to uninvite pirates.

source: §4This command can only be executed by a player
xx_pirate: §4This command can only be executed by a pirate

source: §4No Island. §eUse §b/is create§e to get one
xx_pirate: §4Nay Island. §eUse §b/is create§e to get one

source: delete your island and start a new one.
xx_pirate: delete yer hideout an' start a new one.

source: §4Only the owner may restart this island. Leave this island in order to start your own (/island leave).
xx_pirate: §4Only the owner may restart this hideout. Leave this hideout in order to start yer own (/island leave).

source: §eYou must remove all players from your island before you can restart it (/island kick <player>). See a list of players currently part of your island using /island party.
xx_pirate: §eYe must remove all pirates from yer hideout before ye can restart it (/island kick <pirate>). See a list of pirates currently part of yer hideout usin' /island party.

source: §cYou can restart your island in {0} seconds.
xx_pirate: §cYe can restart yer hideout in {0} seconds.

source: §cYour island is in the process of generating, you cannot restart now.
xx_pirate: §cYer hideout be in the process of generatin', ye cannot restart now.

source: §eNOTE: Your entire island and all your belongings will be RESET!
xx_pirate: §eNOTE: Yer entire hideout an' all yer belongin's will be RESET!

source: set the island-home
xx_pirate: set the hideout-home

source: set your island's warp location
xx_pirate: set yer hideout's warp location

source: §cYou do not have permission to set your island's warp point!
xx_pirate: §cYe do not have permission to set yer hideout's warp point!

source: §cYou need to be on your own island to set the warp!
xx_pirate: §cYe need to be on yer own hideout to set the warp!

source: §b{0}§d changed the island warp location.
xx_pirate: §b{0}§d changed the hideout warp location.

source: teleports you to the skyblock spawn
xx_pirate: teleports ye to the skyblock spawn

source: enable/disable warping to your island.
xx_pirate: enable/disable warpin' to yer hideout.

source: §4Your island is locked. You must unlock it before enabling your warp.
xx_pirate: §4Yer hideout be locked. Ye must unlock it before enablin' yer warp.

source: §b{0}§d activated the island warp.
xx_pirate: §b{0}§d activated the hideout warp.

source: §b{0}§d deactivated the island warp.
xx_pirate: §b{0}§d deactivated the hideout warp.

source: §cYou do not have permission to enable/disable your island's warp!
xx_pirate: §cYe do not have permission to enable/disable yer hideout's warp!

source: trust/untrust a player to help on your island.
xx_pirate: trust/untrust a pirate to help in yer hideout.

source: §eThe following players are trusted on your island:
xx_pirate: §eThe followin' pirates be trusted in yer hideout:

source: §eThe following leaders trusts you:
xx_pirate: §eThe followin' leaders trusts ye:

source: §eTo trust/untrust from your island, use /island trust <player>
xx_pirate: §eTo trust/untrust from yer hideout, use /island trust <pirate>

source: §4Members are already trusted!
xx_pirate: §4Members be already trusted!
