Repository: rlf/uSkyBlock
Catalog: uSkyBlock-Core/src/main/po/xx_PIRATE.po
Languages: xx_pirate

source: §4Unknown player {0}
xx_pirate: §4Unknown pirate {0}

source: §eYou are now trusted on §4{0}'s §eisland.
xx_pirate: §eYe be now trusted on §4{0}''s §eisland.

source: §a{0} trusted {1} on the island
xx_pirate: §a{0} trusted {1} on the hideout

source: §eYou are no longer trusted on §4{0}'s §eisland.
xx_pirate: §eYe be nay longer trusted on §4{0}''s §eisland.

source: §c{0} revoked trust in {1} on the island
xx_pirate: §c{0} revoked trust in {1} on the hideout

source: warp to another player's island
xx_pirate: warp to another pirate's hideout

source: §aYour incoming warp is active, players may warp to your island.
xx_pirate: §aYer incomin' warp be active, pirates may warp to yer hideout.

source: §4Your incoming warp is inactive, players may not warp to your island.
xx_pirate: §4Yer incomin' warp be inactive, pirates may not warp to yer hideout.

source: §fSet incoming warp to your current location using §e/island setwarp
xx_pirate: §fSet incomin' warp to yer current location usin' §e/island setwarp

source: §fToggle your warp on/off using §e/island togglewarp
xx_pirate: §fToggle yer warp on/off usin' §e/island togglewarp

source: §4You do not have permission to create a warp on your island!
xx_pirate: §4Ye do not have permission to create a warp in yer hideout!

source: §fWarp to another island using §e/island warp <player>
xx_pirate: §fWarp to another hideout usin' §e/island warp <pirate>

source: §4You do not have permission to warp to other islands!
xx_pirate: §4Ye do not have permission to warp to other islands!

source: §cYour island is in the process of generating, you cannot warp to other players islands right now.
xx_pirate: §cYer hideout be in the process of generatin', ye cannot warp to other pirates islands right now.

source: §4That player does not exist!
xx_pirate: §4That pirate does not exist!

source: §4That player does not have an active warp.
xx_pirate: §4That pirate does not have an active warp.

source: §cThat players island is in the process of generating, you cannot warp to it right now.
xx_pirate: §cThat pirates hideout be in the process of generatin', ye cannot warp to it right now.

source: §cWARNING: §9{0}§e is warping to your island!
xx_pirate: §cWARNING: §9{0}§e be warpin'' to yer hideout!

source: §4That player has forbidden you from warping to their island.
xx_pirate: §4That pirate has forbidden ye from warpin' to their hideout.

source: But you are ALLLLLLL ALOOOOONE!
xx_pirate: But ye be ALLLLLLL ALOOOOONE!

source: But you are Yelling in the wind!
xx_pirate: But ye be Yellin' in the wind!

source: But your fantasy friends are gone!
xx_pirate: But yer fantasy friends be gone!

source: But you are Talking to your self!
xx_pirate: But ye be Talkin' to yer self!

source: general island command
xx_pirate: general hideout command

source: talk to players on your island
xx_pirate: talk to pirates in yer hideout

source: talk to your island party
xx_pirate: talk to yer hideout party

source: §eYou can not use another islands portals!
xx_pirate: §eYe can not use another islands portals!

source: §eTrading isn't allowed on other islands. Do it in spawn.
xx_pirate: §eTradin' isn't allowed on other islands. Do it in spawn.

source: §cWither Despawned!§e It wandered too far from your island.
xx_pirate: §cWither Despawned!§e It wandered too far from yer hideout.

source: You cannot pick up other players' loot when you are a visitor!
xx_pirate: Ye cannot pick up other pirates' loot when ye be a visitor!

source: §cNo Access! §eYou are trying to teleport to the roof of the §cNETHER§e, that is not allowed.
xx_pirate: §cNay Access! §eYe be tryin' to teleport to the roof of the §cNETHER§e, that be not allowed.

source: §4You can only convert obsidian once every 10 seconds
xx_pirate: §4Ye can only convert obsidian once every 10 seconds

source: §eChanging your obsidian back into lava. Be careful!
xx_pirate: §eChangin' yer obsidian back into lava. Be careful!

source: §eYour inventory must have another empty space!
xx_pirate: §eYer inventory must have another empty space!

source: §4It's a bad idea to replace your lava!
xx_pirate: §4It's a bad idea to replace yer lava!

source: §eYou cannot hurt island-members.
xx_pirate: §eYe cannot hurt hideout-members.

source: §4That player has forbidden you from teleporting to their island.
xx_pirate: §4That pirate has forbidden ye from teleportin' to their hideout.

source: §4That island is §clocked.§e No teleporting to the island.
xx_pirate: §4That hideout be §clocked.§e Nay teleportin' to the hideout.

source: §cYou have reached your spawn-limit for your island.
xx_pirate: §cYe have reached yer spawn-limit for yer hideout.

source: §eYou can only use spawn-eggs on your own island.
xx_pirate: §eYe can only use spawn-eggs on yer own hideout.

source: §cBanned:§e You are banned from this island.
xx_pirate: §cBanned:§e Ye be banned from this hideout.

source: §cLocked:§e That island is locked! No entry allowed.
xx_pirate: §cLocked:§e That hideout be locked! Nay entry allowed.

source: §eWaiting for our turn §c{0,number,###}%
xx_pirate: §eWaitin'' for our turn §c{0,number,###}%

source: §9Creating island...§e{0,number,###}%
xx_pirate: §9Creatin'' hideout...§e{0,number,###}%

source: §eDoing §9{0}§e is §cRISKY§e. Repeat the command within §a{1}§e seconds to accept!
xx_pirate: §eDoin'' §9{0}§e be §cRISKY§e. Repeat the command within §a{1}§e seconds to accept!

source: §d** You are entering §b{0}''s §disland.
xx_pirate: §d** Ye be enterin'' §b{0}''s §disland.

source: §d** You are leaving §b{0}''s §disland.
xx_pirate: §d** Ye be leavin'' §b{0}''s §disland.

source: §eYour island is now locked. Only your party members may enter.
xx_pirate: §eYer hideout be now locked. Only yer party members may enter.

source: §4You must be the party leader to lock your island!
xx_pirate: §4Ye must be the party captain to lock yer hideout!

source: §eYour island is unlocked and anyone may enter, however only you and your party members may build or remove blocks.
xx_pirate: §eYer hideout be unlocked an' anyone may enter, however only ye an' yer party members may build or remove blocks.

source: §4You must be the party leader to unlock your island!
xx_pirate: §4Ye must be the party captain to unlock yer hideout!

source: §4** You are entering a protected - but abandoned - island area.
xx_pirate: §4** Ye be enterin' a protected - but abandoned - island area.

source: §4** You are leaving an abandoned island.
xx_pirate: §4** Ye be leavin' an abandoned hideout.

source: §4No importer named §e{0}§4 found
xx_pirate: §4Nay importer named §e{0}§4 found

source: The island has been created.
xx_pirate: The hideout has been created.

source: §b{0}§d locked the island.
xx_pirate: §b{0}§d locked the hideout.

source: §4Since your island is locked, your incoming warp has been deactivated.
xx_pirate: §4Since yer hideout be locked, yer incomin' warp has been deactivated.

source: §b{0}§d unlocked the island.
xx_pirate: §b{0}§d unlocked the hideout.

source: §b{0}§d has been removed from the island group.
xx_pirate: §b{0}§d has been removed from the hideout group.

source: §9Creating an island at your location
xx_pirate: §9Creatin' a hideout at yer location

source: §9Creating an island §7{0}§9 of you
xx_pirate: §9Creatin'' a hideout §7{0}§9 of ye

source: §cThe island owning this piece of nether is being deleted! Sending you to spawn.
xx_pirate: §cThe hideout ownin' this piece of nether be bein' deleted! Sendin' ye to spawn.

source: §cThe island you are on is being deleted! Sending you to spawn.
xx_pirate: §cThe hideout ye be on be bein' deleted! Sendin' ye to spawn.

source: §4Top ten list is empty! Only islands above level {0} is considered.
xx_pirate: §4Top ten list be empty! Only islands above level {0} is considered.

source: §eYour rank is: §f{0}
xx_pirate: §eYer rank be: §f{0}

source: §aCongratulations! §eYour island has appeared.
xx_pirate: §aCongratulations! §eYer hideout has appeared.

source: §cNote:§e Construction might still be ongoing.
xx_pirate: §cNote:§e Construction might still be ongoin'.

source: §cWatchdog!§9 Unable to locate a chest within {0}, bailing out.
xx_pirate: §cWatchdog!§9 Unable to locate a chest within {0}, bailin'' out.

source: §eConfiguration saved and reloaded.
xx_pirate: §eConfiguration saved an' reloaded.

source: §cError! §9Unable to save config file!
xx_pirate: §cBlimey! §9Unable to save config file!

source: §7Saves the settings to §7file & reloads again. §cNote: §7Use with care!
xx_pirate: §7Saves the settin's to §7file & reloads again. §cNote: §7Use with care!

source: toggle the island's lock.
xx_pirate: toggle the hideout's lock.

source: set the island's warp.
xx_pirate: set the hideout's warp.

source: set the island's warp, which allows non-group members to teleport to the island
xx_pirate: set the hideout's warp, which allows non-group members to teleport to the hideout

source: toggle the island's warp.
xx_pirate: toggle the hideout's warp.

source: toggle the island's warp, allowing them to turn it on or off at anytime. but not set the location.
xx_pirate: toggle the hideout's warp, allowin' 'em to turn it on or off at anytime. but not set the location.

source: invite others to the island.
xx_pirate: invite others to the hideout.

source: invite other players to the island if there is enough room for more members
xx_pirate: invite other pirates to the hideout if there be enough room for more members

source: kick others from the island.
xx_pirate: kick others from the hideout.

source: kick other players from the island, but they are unable to kick the island leader.
xx_pirate: kick other pirates from the hideout, but they be unable to kick the hideout captain.

source: §9Player Permissions
xx_pirate: §9Pirate Permissions

source: §eClick here to return to §eyour island group's info.
xx_pirate: §eClick here to return to §eyer hideout group's info.

source: §eHover over an icon to view §ea permission. Change the §epermission by clicking it.
xx_pirate: §eHover over an icon to view §ea permission. Change the §epermission by clickin' it.

source: §fThis player §acan
xx_pirate: §fThis pirate §acan

source: §fThis player §ccannot
xx_pirate: §fThis pirate §ccannot

source: §aMore players can be invited to this island.
xx_pirate: §aMore pirates can be invited to this hideout.

source: §cThis island is full.
xx_pirate: §cThis hideout be full.

source: §eHover over a player's icon to §eview their permissions. The §eleader can change permissions §eby clicking a player's icon.
xx_pirate: §eHover over a pirate's icon to §eview their permissions. The §ecaptain can change permissions §eby clickin' a pirate's icon.

source: Leader
xx_pirate: Captain

source: Member
xx_pirate: Mates

source: §e<Click to change this player's permissions>
xx_pirate: §e<Click to change this pirate's permissions>

source: §eClick here to return to §ethe main island screen.
xx_pirate: §eClick here to return to §ethe main hideout screen.

source: The ocean biome is the basic starting biome for all islands. passive mobs like animals will not spawn. Hostile mobs will spawn normally.
xx_pirate: The ocean biome be the basic startin' biome for all islands. passive mobs like animals will not spawn. Hostile mobs will spawn normally.

source: The forest biome will allow your island to spawn passive. mobs like animals (including wolves). Hostile mobs will spawn normally.
xx_pirate: The forest biome will allow yer hideout to spawn passive. mobs like animals (includin' wolves). Hostile mobs will spawn normally.

source: The desert biome makes it so that there is no rain or snow on your island. Passive mobs won't spawn. Hostile mobs will spawn normally.
xx_pirate: The desert biome makes it so that there be nay rain or snow in yer hideout. Passive mobs won't spawn. Hostile mobs will spawn normally.

source: The jungle biome is bright and colorful. Passive mobs (including ocelots) will spawn. Hostile mobs will spawn normally.
xx_pirate: The jungle biome be bright an' colorful. Passive mobs (includin' ocelots) will spawn. Hostile mobs will spawn normally.

source: The swamp biome is dark and dull. Passive mobs will spawn normally and slimes have a small chance to spawn at night depending on the moon phase.
xx_pirate: The swamp biome be dark an' dull. Passive mobs will spawn normally an' slimes have a small chance to spawn at night dependin' on the moon phase.

source: The taiga biome has snow instead of rain. Passive mobs will spawn normally (including wolves) and hostile mobs will spawn.
xx_pirate: The taiga biome has snow instead of rain. Passive mobs will spawn normally (includin' wolves) an' hostile mobs will spawn.

source: The mushroom biome is bright and colorful. Mooshrooms are the only mobs that will spawn. No other passive or hostile mobs will spawn.
xx_pirate: The mushroom biome be bright an' colorful. Mooshrooms be the only mobs that will spawn. Nay other passive or hostile mobs will spawn.

source: The hell biome looks dark and dead. Some mobs from the nether will spawn in this biome (excluding ghasts and blazes).
xx_pirate: The hell biome looks dark an' dead. Some mobs from the nether will spawn in this biome (excludin' ghasts an' blazes).

source: The sky biome gives your island a special dark sky. Only endermen will spawn in this biome.
xx_pirate: The sky biome gives yer hideout a special dark sky. Only endermen will spawn in this biome.

source: The plains biome has rain instead of snow. Passive mobs will spawn normally (including horses) and hostile mobs will spawn.
xx_pirate: The plains biome has rain instead of snow. Passive mobs will spawn normally (includin' horses) an' hostile mobs will spawn.

source: The extreme hills biome. Passive mobs will spawn normally and hostile mobs will spawn.
xx_pirate: The extreme hills biome. Passive mobs will spawn normally an' hostile mobs will spawn.

source: The deep-ocean biome is an advanced biome. Passive mobs like animals will not spawn. Hostile mobs (including Guardians) will spawn normally.
xx_pirate: The deep-ocean biome be an advanced biome. Passive mobs like animals will not spawn. Hostile mobs (includin' Guardians) will spawn normally.

source: §2§lThis is your current biome.
xx_pirate: §2§lThis be yer current biome.

source: You cannot use this biome.
xx_pirate: Ye cannot use this biome.

source: Start your skyblock journey by starting your own island. Complete challenges to earn items and skybucks to help expand your skyblock. You can invite others to join in building your island empire! §e§lClick here to start!
xx_pirate: Start yer skyblock journey by startin' yer own hideout. Complete challenges to earn items an' skybucks to help expand yer skyblock. Ye can invite others to join in buildin' yer hideout empire! §e§lClick here to start!

source: §cNo access! §7({0})
xx_pirate: §cNay access! §7({0})

source: Want to join another player's island instead of starting your own? If another player invites you to their island you can click here or use §e/island accept§f to join them. §e§lClick here to accept an invite! §e§l(You must be invited first)
xx_pirate: Want to join another pirate's hideout instead of startin' yer own? If another pirate invites ye to their hideout ye can click here or use §e/island accept§f to join 'em. §e§lClick here to accept an invite! §e§l(Ye must be invited first)

source: Need help with skyblock concepts or commands? View details about them here. §e§lClick here for help!
xx_pirate: Need help with skyblock concepts or commands? View details about 'em here. §e§lClick here for help!

source: Return to your island's home point. You can change your home point to any location on your island using §b/island sethome §e§lClick here to return home.
xx_pirate: Return to yer hideout's home point. Ye can change yer home point to any location on yer hideout usin' §b/island sethome §e§lClick here to return home.

source: View a list of §9challenges that you can complete on your island to earn skybucks, items, perks, and titles.
xx_pirate: View a list of §9challenges that ye can complete in yer hideout to earn skybucks, items, perks, an' titles.

source: Gain island levels by expanding your skyblock and completing certain challenges. Rarer blocks will add more to your level. §e§lClick here to refresh. §e§l(must be on island)
xx_pirate: Gain hideout levels by expandin' yer skyblock an' completin' certain challenges. Rarer blocks will add more to yer level. §e§lClick here to refresh. §e§l(must be on hideout)

source: View the members of your island group and their permissions. If you are the island leader, you can change the member permissions. §e§lClick here to view or change.
xx_pirate: View the members of yer hideout group an' their permissions. If ye be the hideout captain, ye can change the mates permissions. §e§lClick here to view or change.

source: The island biome affects things like grass color and spawning of both animals and monsters.
xx_pirate: The hideout biome affects thin's like grass color an' spawnin' of both animals an' monsters.

source: §c§lYou can't change the biome.
xx_pirate: §c§lYe can't change the biome.

source: §eLock Status: §aActive §fYour island is currently §clocked. §fPlayers outside of your group §fare unable to enter your island.
xx_pirate: §eLock Status: §aActive §fYer hideout be currently §clocked. §fPirates outside of yer group §fbe unable to enter yer hideout.

source: §e§lClick here to unlock your island.
xx_pirate: §e§lClick here to unlock yer hideout.

source: §c§lYou can't change the lock.
xx_pirate: §c§lYe can't change the lock.

source: §eLock Status: §8Inactive §fYour island is currently §aunlocked. §fAll players are able to enter your §fisland, but only you and your group §fmembers may build there.
xx_pirate: §eLock Status: §8Inactive §fYer hideout be currently §aunlocked. §fAll pirates be able to enter yer §fisland, but only ye an' yer group §fmembers may build there.

source: §e§lClick here to lock your island.
xx_pirate: §e§lClick here to lock yer hideout.

source: §eWarp Status: §aActive §fOther players may warp to your §fisland at anytime to the point §fyou set using §d/island setwarp.
xx_pirate: §eWarp Status: §aActive §fOther pirates may warp to yer §fisland at anytime to the point §fye set usin' §d/island setwarp.

source: §c§lYou can't change the warp.
xx_pirate: §c§lYe can't change the warp.

source: §eWarp Status: §8Inactive §fOther players can't warp to your §fisland. Set a warp point using §d/island setwarp §fbefore activating.
xx_pirate: §eWarp Status: §8Inactive §fOther pirates can't warp to yer §fisland. Set a warp point usin' §d/island setwarp §fbefore activatin'.

source: View a log of events from your island such as member, biome, and warp changes. §e§lClick to view the log.
xx_pirate: View a log of events from yer hideout such as mates, biome, an' warp changes. §e§lClick to view the log.

source: When you teleport to your island you will be taken to this location. §e§lClick here to change.
xx_pirate: When ye teleport to yer hideout ye will be taken to this location. §e§lClick here to change.

source: When your warp is activated, other players will be taken to this point when they teleport to your island. §e§lClick here to change.
xx_pirate: When yer warp be activated, other pirates will be taken to this point when they teleport to yer hideout. §e§lClick here to change.

source: Restarts your island. §4WARNING! §cwill remove your items and island!
xx_pirate: Restarts yer hideout. §4WARNING! §cwill remove yer items an' hideout!

source: Leaves your island. §4WARNING! §cwill remove all your items!
xx_pirate: Leaves yer hideout. §4WARNING! §cwill remove all yer items!

source: §eYou do not have access to that island-schematic!
xx_pirate: §eYe do not have access to that hideout-schematic!

source: §eSending you to spawn.
xx_pirate: §eSendin' ye to spawn.

source: §eThe island has been §cLOCKED§e.
xx_pirate: §eThe hideout has been §cLOCKED§e.

source: §aYou will be teleported in {0} seconds.
xx_pirate: §aYe will be teleported in {0} seconds.

source: Something went wrong saving the island and/or party data!
xx_pirate: Somethin' went awry storin' the hideout an'/or party data!

source: §4Player is already assigned to this island!
xx_pirate: §4Pirate be already assigned to this hideout!

source: §4You are not part of an island. Returning you the spawn area!
xx_pirate: §4Ye be not part of a hideout. Returnin' ye the spawn area!

source: §aTeleporting you to your island.
xx_pirate: §aTeleportin' ye to yer hideout.

source: §4Unable to warp you to that player's island!
xx_pirate: §4Unable to warp ye to that pirate's hideout!

source: §aTeleporting you to {0}'s island.
xx_pirate: §aTeleportin'' ye to {0}''s hideout.

source: §4You must be closer to your island to set your skyblock home!
xx_pirate: §4Ye must be closer to yer hideout to set yer skyblock home!

source: §aYour skyblock home has been set to your current location.
xx_pirate: §aYer skyblock home has been set to yer current location.

source: §4Your current location is not a safe home-location.
xx_pirate: §4Yer current location be not a safe home-location.

source: §7The pixies are busy changing the biome of your island to §9{0}§7, be patient.
xx_pirate: §7The pixies be busy changin'' the biome of yer hideout to §9{0}§7, be patient.

source: Could not create your Island. Please contact a server moderator.
xx_pirate: Could not create yer Island. Please contact a server moderator.

source: §eGetting your island ready, please be patient, it can take a while.
xx_pirate: §eGettin' yer hideout ready, please be patient, it can take a while.
