Repository: rlf/uSkyBlock
Catalog: src/main/po/*.po
Languages: da, pt_br

source: Group Members: §2{0}§7/§e{1}
pt_br: §2Membros do grupo: §e{0}§7/§e{1}

source: §aMore players can be invited to this island.
da: §aFlere spillere kan be inviteret til denne ø.
pt_br: §aJogadores ainda podem ser convidados.

source: §cThis island is full.
da: §cDenne ø er fuld!
pt_br: §cEssa ilha está cheia.

source: §eHover over a player's icon to §eview their permissions. The §eleader can change permissions §eby clicking a player's icon.
pt_br: §ePasse o mouse sobre o ícone do §ejogador para ver suas permissões. §eO líder pode alterar as permissões §eclicando no ícone do jogador.

source: Leader
pt_br: Líder

source: Member
pt_br: Membro

source: Can {0}
pt_br: Pode {0}

source: Cannot {0}
pt_br: Não pode {0}

source: §e<Click to change this player's permissions>
da: §e<Klik for at ændre tilladelse>
pt_br: §e<Clique para alterar permissões desse jogador>

source: Island Log
pt_br: Histórico da ilha

source: §eClick here to return to §ethe main island screen.
da: §eKlik her og returner til §eøens hovedmenu.
pt_br: §eClique aqui para voltar ao §emenu da ilha.

source: §e§lIsland Log
da: §e§lØens Log
pt_br: §e§lHistórico da ilha

source: Island Biome
pt_br: Bioma da ilha

source: Ocean
pt_br: Oceano

source: The ocean biome is the basic starting biome for all islands. passive mobs like animals will not spawn. Hostile mobs will spawn normally.
pt_br: O bioma de oceano é o bioma padrão para todas as ilhas. mobs passivos como o porco não irão nascer. Monstros irão nascer normalmente.

source: Forest
pt_br: Floresta

source: The forest biome will allow your island to spawn passive. mobs like animals (including wolves). Hostile mobs will spawn normally.
pt_br: O bioma de floresta permite que nascam animais passivos. como o porco (incluindo lobos). Monstros irão nascer normalmente.

source: Desert
pt_br: Deserto

source: The desert biome makes it so that there is no rain or snow on your island. Passive mobs won't spawn. Hostile mobs will spawn normally.
pt_br: O bioma de deserto remove chuvas e neve da sua ilha. Animais passivos não irão nascer Monstros irão nascer normalmente.

source: Jungle
pt_br: Selva

source: The jungle biome is bright and colorful. Passive mobs (including ocelots) will spawn. Hostile mobs will spawn normally.
pt_br: O bioma de selva é brilhante e colorido. Animais passivos (incluindo jaguatiricas) irão nascer. Monstros irão nascer normalmente.

source: Swampland
pt_br: Pântano

source: The swamp biome is dark and dull. Passive mobs will spawn normally and slimes have a small chance to spawn at night depending on the moon phase.
pt_br: O bioma de pântano é escuro e parado. Animais passivos irão nascer normalmente slimes tem uma pequena chance de nascer a noite dependendo da fase da lua.

source: The taiga biome has snow instead of rain. Passive mobs will spawn normally (including wolves) and hostile mobs will spawn.
pt_br: O bioma de taiga tem neve no lugar de chuva. Animais passivos irão nascer normalmente (incluindo lobos) e monstros nascerão normalmente.

source: Mushroom
pt_br: Cogumelos

source: The mushroom biome is bright and colorful. Mooshrooms are the only mobs that will spawn. No other passive or hostile mobs will spawn.
pt_br: O bioma de cogumelo é silencioso e colorido. Apenas coguvacas irão nascer. Nenhum outro animal ou monstro irá nascer.

source: Hell
pt_br: Nether

source: The hell biome looks dark and dead. Some mobs from the nether will spawn in this biome (excluding ghasts and blazes).
pt_br: O bioma do nether é escuro e morto. Apenas monstros do nether irão nascer. (com exceção de ghasts e blazes).

source: Sky
pt_br: End

source: The sky biome gives your island a special dark sky. Only endermen will spawn in this biome.
pt_br: O bioma do end dá a sua ilha um toque especial com céu escuro. Apenas enderman irá nascer nesse bioma.

source: Plains
pt_br: Planícies

source: The plains biome has rain instead of snow. Passive mobs will spawn normally (including horses) and hostile mobs will spawn.
pt_br: O bioma de planície tem chuva no lugar de neve. Animais passivos irão nascer normalmente (incluindo cavalos) e monstros também nascerão.

source: The extreme hills biome. Passive mobs will spawn normally and hostile mobs will spawn.
pt_br: Bioma Extreme Hills. Animais passivos e monstros irão nascer normalmente.

source: Flower Forest
pt_br: Floresta de flores

source: The flower forest biome. Passive mobs will spawn normally and hostile mobs will spawn.
pt_br: §fBioma floresta de flores. §fAnimais passivos e §fmonstros irão nascer §fnormalmente.

source: Biome: {0}
pt_br: Bioma: {0}

source: §2§lThis is your current biome.
da: §2§lDette er din nuværende biome.
pt_br: §2§lEsse é o seu bioma atual.

source: §e§lClick to change to this biome.
da: §e§lKlik for at ændre biomen.
pt_br: §e§lClique para usar esse bioma.

source: You cannot use this biome.
pt_br: Você não pode usar esse bioma.

source: Island Menu
pt_br: Menu da ilha

source: Island Create Menu
pt_br: Menu de nova ilha

source: §a§lStart an Island
pt_br: §a§lCriar uma ilha

source: Start your skyblock journey by starting your own island. Complete challenges to earn items and skybucks to help expand your skyblock. You can invite others to join in building your island empire! §e§lClick here to start!
pt_br: Comece sua jornada no skyblock criando sua própria ilha. Complete desafios para ganhar items e dinheiro para ajudar você expandir sua ilha. Você também pode convidar amigos para te ajudar a construir a ilha! §e§lClique aqui para iniciar!

source: §a§lJoin an Island
pt_br: §a§lEntrar em um grupo

source: Want to join another player's island instead of starting your own? If another player invites you to their island you can click here or use §e/island accept§f to join them. §e§lClick here to accept an invite! §e§l(You must be invited first)
pt_br: Você quer entrar na ilha de outro jogador para jogarem juntos? Caso algum jogador te convide para a ilha dele você pode clicar aqui ou usar o comando §e/island accept §f para aceitar o convite. §e§lClique para aceitar um convite! §e§l(Precisa ser convidado antes)

source: §a§lIsland Help
pt_br: §a§lDúvidas

source: Need help with skyblock concepts or commands? View details about them here. §e§lClick here for help!
pt_br: Precisa de ajuda com o skyblock? Não sabe oque fazer? Nós podemos te ajudar. §e§lClique para ver um tutorial!

source: §a§lReturn Home
pt_br: §a§lIr até sua ilha

source: Return to your island's home point. You can change your home point to any location on your island using §b/island sethome §e§lClick here to return home.
pt_br: Use para ir até sua ilha. Você pode mudar o ponto de spawn na sua ilha usando §b/island sethome §e§lClique aqui para ir até sua ilha.

source: §a§lChallenges
pt_br: §a§lDesafios

source: View a list of §9challenges that you can complete on your island to earn skybucks, items, perks, and titles.
pt_br: Ver uma lista de §9desafios§f que você pode completar na sua ilha para ganhar dinheiro, items e etc.

source: §e§lClick here to view challenges.
pt_br: §e§lClique aqui para ver os desafios.

source: §4§lChallenges disabled.
pt_br: §4§lDesafios desabilitados.

source: §a§lIsland Level
pt_br: §a§lNível da ilha

source: §eCurrent Level: §a{0,number,##.#}
da: §eØens niveau: §a{0,number,##.#}
pt_br: §eNível atual: §a{0,number,##.#}

source: Gain island levels by expanding your skyblock and completing certain challenges. Rarer blocks will add more to your level. §e§lClick here to refresh. §e§l(must be on island)
pt_br: Ganhe níveis expandido sua ilha e completando certos desafios. Blocos valiosos podem te ajudar a ganhar nível também §e§lClique aqui para recarregar. §e§l(Precisa estar na sua ilha)

source: Island Group
pt_br: Grupo

source: View the members of your island group and their permissions. If you are the island leader, you can change the member permissions. §e§lClick here to view or change.
pt_br: Veja os membros do seu grupo e suas permissões. Caso você seja o líder da ilha, você pode alterar as permissões dos membros. §e§lClique aqui para ver ou alterar.

source: Change Island Biome
pt_br: Alterar bioma

source: The island biome affects things like grass color and spawning of both animals and monsters.
pt_br: O bioma da ilha afeta coisas como a cor da grama e o aparecimento de animais e monstros.

source: §e§lClick here to change biomes.
pt_br: §e§lClique aqui para alterar o bioma.

source: §c§lYou can't change the biome.
pt_br: §c§lVocê não pode alterar o bioma.

source: §a§lIsland Lock
pt_br: §a§lProteção

source: §eLock Status: §aActive §fYour island is currently §clocked. §fPlayers outside of your group §fare unable to enter your island.
pt_br: §eStatus de Proteção: §aAtivado §fSua ilha está trancada. §fJogadores fora do seu grupo §fnão podem ir até sua ilha.

source: §e§lClick here to unlock your island.
pt_br: §e§lClique para destrancar a ilha.

source: §c§lYou can't change the lock.
pt_br: §c§lVocê não pode alterar a proteção.

source: §eLock Status: §8Inactive §fYour island is currently §aunlocked. §fAll players are able to enter your §fisland, but only you and your group §fmembers may build there.
pt_br: §eStatus de Proteção: §8Desativado §fSua ilha está destrancada §fTodos os jogadores podem ir até §fsua ilha, no entanto, apenas você e §fseu grupo podem construir.

source: §e§lClick here to lock your island.
pt_br: §e§lClique aqui para trancar sua ilha.

source: §a§lIsland Warp
pt_br: §a§lWarp

source: §eWarp Status: §aActive §fOther players may warp to your §fisland at anytime to the point §fyou set using §d/island setwarp.
pt_br: §eStatus do Warp: §aAtivado §fOutros jogadores podem ir até §fsua ilha usando o ponto que você §fdefiniu com §d/island setwarp.

source: §e§lClick here to deactivate.
pt_br: §e§lClique aqui para desativar.

source: §c§lYou can't change the warp.
pt_br: §c§lVocê não pode alterar o warp.

source: §eWarp Status: §8Inactive §fOther players can't warp to your §fisland. Set a warp point using §d/island setwarp §fbefore activating.
pt_br: §eStatus do Warp: §8Desativado §fOutros jogadores não podem ir §faté sua ilha. Defina um ponto de warp §fusando §d/island setwarp §fantes de ativá-lo.

source: §e§lClick here to activate.
pt_br: §e§lClique aqui para ativar.

source: §a§lIsland Log
pt_br: §a§lHistórico

source: View a log of events from your island such as member, biome, and warp changes. §e§lClick to view the log.
pt_br: Ver o histórico de eventos da sua ilha, como alterações feitas novos membros, e etc. §e§lClique para ver o histórico.

source: §a§lChange Home Location
pt_br: §a§lAlterar ponto de spawn

source: When you teleport to your island you will be taken to this location. §e§lClick here to change.
pt_br: Quando você ir até sua ilha, você irá aparecer nessa localização. §e§lClique aqui para alterar.

source: §a§lChange Warp Location
pt_br: §a§lAlterar localização do warp

source: When your warp is activated, other players will be taken to this point when they teleport to your island. §e§lClick here to change.
pt_br: Caso seu warp esteja ativo outros jogadores irão aparecer nesse ponto quando ir até a sua ilha. §e§lClique aqui para alterar.

source: Permissions
pt_br: Permissões

source: Something went wrong saving the island and/or party data!
pt_br: Algo ocorreu mal ao salvar a ilha e informações do grupo!

source: §4Player is already assigned to this island!
pt_br: §4Jogador já faz parte dessa ilha!

source: §4You are not part of an island. Returning you the spawn area!
pt_br: §4Você não faz parte dessa ilha. Retornando você para o spawn!

source: §aTeleporting you to your island.
pt_br: §aTeleportando você para sua ilha.

source: §aYou will be teleported in {0} seconds.
da: §eDu vil blive teleporteret om {0} sekunder.
pt_br: §aVocê vai ser teleportado em {0} segundos.

source: §4Unable to warp you to that player's island!
pt_br: §4Impossível de teleportar você para ilha do jogador!

source: §aTeleporting you to {0}'s island.
pt_br: §aTeleportando você para a ilha de {0}.

source: §4You must be closer to your island to set your skyblock home!
pt_br: §4Você deve estar mais perto da sua ilha para definir a home!

source: §aYour skyblock home has been set to your current location.
pt_br: §aSua home foi definida na sua localização atual.

source: §4Your current location is not a safe home-location.
pt_br: §4Sua localização atual não é segura.

source: Could not create your Island. Please contact a server moderator.
pt_br: Não foi possível criar sua ilha. Por favor contate a um administrador.

source: §eGetting your island ready, please be patient, it can take a while.
pt_br: §eGerando nova ilha, por favor seja paciente, isso pode levar alguns minutos.

source: §eYay! We found a vacancy closer to spawn. §9Clearing it for you...
pt_br: §eYay! Encontramos um local mais perto para o spawn. §9Limpando ele para você...

source: §7Name: §b{0}
pt_br: §7Nome: §b{0}

source: §7Version: §b{0}
pt_br: §7Versão: §b{0}

source: §7Description: §b{0}
pt_br: §7Descrição: §b{0}

source: §7Language: §b{0} ({1})
pt_br: §7Linguagem: §b{0} ({1})

source: §7Server: §e{0} {1}
pt_br: §7Servidor: §e{0} {1}

source: §2ENABLED
pt_br: §2ATIVADO§d

source: §4DISABLED
pt_br: §4DESATIVADO

source: §7Name: §d{0} ({1})
pt_br: §7Nome: §d{0} ({1})

source: §7Version: §d{0}
pt_br: §7Versão: §d{0}

source: §4All required items must be placed on your island, within
da: §4Alle de påkrævede elementer skal være på din ø, indenfor

source: Teleport to another players island
da: Teleporterer til en andens ø

source: §aTeleporting to {0}'s island.
da: §aTeleporterer til {0}'s ø.

source: save orphans
da: gem horeunger

source: §eSaving the orphan list.
da: §eGemmer listen af forældreløse.

source: §eOrphans: {0}
da: §eForældreløse: {0}

source: §eMarking all islands inactive for more than {0} days.
da: §eMarkerer all øer, der har været inaktive i mere end {0} dage.

source: various WorldGuard utilities
da: blandede WorldGuard værktøjer

source: §eInformation about
da: §eInformation om

source: §4You don't have permissions to unvite players.
da: §4Du har ikke tilladelse til at afvise invitationer.

source: §cYou were removed from your island since the last time you played!
da: §cDu er blevet udvist af din ø, siden du sidst spillede!

source: §aChange Biome
da: §aSkift Biome

source: §fThis player §acan§f change the §fisland's biome. Click here §fto remove this permission.
da: §fDenne spiller §akan§f ændre §føens biome. Klik her §ffor at fjerne tilladelsen.

source: §cChange Biome
da: §cSkift Biome

source: §aToggle Island Lock
da: §aSkift Øens Lås

source: §cToggle Island Lock
da: §cLås Øen

source: §aSet Island Warp
da: §aSæt gæsteportal

source: §cSet Island Warp
da: §cSæt gæsteportal

source: §aToggle Island Warp
da: §aSkift gæsteportal

source: §cToggle Island Warp
da: §cSkift gæsteportal

source: §aInvite Players
da: §aInviter spillere

source: §cInvite Players
da: §cInviter spillere

source: §aKick Players
da: §aSpark spillere

source: §cKick Players
da: §cSpark spillere

source: §aGroup Info
da: §aMedlems info

source: §e§lMember
da: §e§lMedlem

source: §aCan §fchange the island's biome.
da: §aKan §fændre øens biome.

source: §cCannot §fchange the island's biome.
da: §cKan ikke §fændre øens biome.

source: §aCan §flock/unlock the island.
da: §aKan §flåse øen.

source: §cCannot §flock/unlock the island.
da: §cKan §flåse øen.

source: §aCan §fset the island's warp.
da: §aKan §fsætte øens gæsteportal.

source: §cCannot §fset the island's warp.
da: §cKan ikke §fændre gæsteportalen.

source: §aCan §ftoggle the island's warp.
da: §aKan §fændre øens gæsteportal.

source: §cCannot §ftoggle the island's warp.
da: §cKan ikke §fændre gæsteportalen.

source: §aCan §finvite others to the island.
da: §aKan §finvitere andre spillere til øen.

source: §cCannot §finvite others to the island.
da: §cKan ikke §finvitere andre til øen.

source: §aCan §fkick others from the island.
da: §aKan §fsparke andre fra øen.

source: §cCannot §fkick others from the island.
da: §cKan ikke §fsparke andre fra øen.

source: §9Island Log
da: §9Øens Log

source: §lIsland Log
da: §lØens Log

source: §hIsland Biome
da: §hØens Biome

source: §aBiome: Ocean
da: §aBiome: Hav

source: §8Biome: Ocean
da: §8Biome: Hav

source: §9Challenge Menu ({0}/{1})
da: §9Udfordringer ({0}/{1})

source: §9Island Menu
da: §9Hoved menu

source: §9Island Create Menu
da: §9Start menu

source: §a§lLeader
da: §a§lLeder

source: §9SB Island Group Members
da: §9Ø Medlemskab
