Repository: rlf/uSkyBlock
Catalog: src/main/po/*.po
Languages: da, pt_br

source: §4Requirements will reset in {0} days.
da: §4Kravene vil nulstilles om {0} dage.
pt_br: §4Requisitos irão resetar em {0} dias.

source: §4Requirements will reset in {0} hours.
da: §4Kravene vil nulstilles om {0} timer.
pt_br: §4Requisitos irão resetar em {0} horas.

source: §4Requirements will reset in {0} minutes.
da: §4Kravene vil nulstilles om {0} minutter.
pt_br: §4Requisitos irão resetar em {0} minutos.

source: §eThis challenge requires the following:
da: §eDenne udfordring kræver følgende:
pt_br: §eEsse desafio requer o seguinte:

source: §6Item Reward: §a
da: §6Ting: §a
pt_br: §6Prêmio em item: §a

source: §6Currency Reward: §a{0}
da: §6Økonomi: §a{0}
pt_br: §6Prêmio em dinheiro: §a{0}

source: §6Exp Reward: §a{0}
da: §6Erfaring: §a{0}
pt_br: §6Prêmio em XP: §a{0}

source: §dTotal times completed: §f{0}
da: §dTotalt antal aflevering: §f{0}
pt_br: §dTotal de vezes completado: §f{0}

source: §4No challenge named {0} found
pt_br: §4Nenhum desafio com o nome {0} foi encontrado!

source: §4The {0} challenge is not repeatable!
da: §4{0} udfordringen er ikke gentagelig!
pt_br: §4O desafio {0} não pode ser repetido!

source: §4You don't have enough of the required item(s)!
da: §4Du har ikke nok af de påkrævede ting!
pt_br: §4Você não tem os items necessários!

source: §4You must be on your island to do that!
da: §4Du skal være på din ø, for at gøre det!
pt_br: §4Você precisa estar na sua ilha para fazer isso!

source: §4You must be standing within {0} blocks of all required items.
da: §4Du skal stå inden for {0} blokke af alle de påkrævede elementer.
pt_br: §4Você precisa estar ao menos {0} blocos dos items necessários.

source: §4Your island must be level {0} to complete this challenge!
da: §4Din ø skal mindst være level {0} for at gennemføre denne udfordring!
pt_br: §4Sua ilha precisa estar no nível {0} para completar esse desafio!

source: §4Unknown type of challenge: {0}
da: §4Ukendt udfordrings-type: {0}
pt_br: §4Tipo de desafio desconhecido: {0}

source: §eStill the following blocks short: {0}
da: §eDu mangler stadig følgende blokke: {0}
pt_br: §eMantenha os seguintes blocos por perto: {0}

source: §eStill the following entities short: {0}
da: §eDu mangler stadig følgende elementer: {0}
pt_br: §eMantenha os seguintes items por perto: {0}

source: §eYou are the following items short:{0}
da: §eDu mangler følgende:{0}
pt_br: §eVocê deve ter os seguintes items perto: {0}

source: §aYou have completed the {0} challenge!
da: §aDo you gennemført {0}-udfordringen!
pt_br: §aVocê completou o desafio {0}!

source: {0} has completed the {1} challenge!
pt_br: {0} completou o desafio {1}!

source: §eItem reward(s): §f{0}
da: §ePræmie: §f{0}
pt_br: §ePrêmio em item: §f{0}

source: §eExp reward: §f{0,number,#.#}
da: §eXP præmie: §f{0,number,#.#}
pt_br: §ePrêmio em XP: §f{0,number,#.#}

source: §eCurrency reward: §f{0,number,###.##} {1} §a ({2,number,##.##})%
da: §ePenge præmie: §f{0,number,###.##} {1} §a ({2,number,##.##})%
pt_br: §ePrêmio em dinheiro:f{0,number,###.##} {1} §a ({2,number,##.##})%

source: §eYour inventory is §4full§e. Items dropped on the ground.
da: §eDine tasker ef §4fulde§e. Tingene er faldet på jorden.
pt_br: §eSeu inventário está §4cheio§e. Items cairam no chão.

source: §e§lClick to complete this challenge.
da: §e§lKlik for at gennemføre udfordringen.
pt_br: §e§lClique para completar esse desafio.

source: §4§lYou can't repeat this challenge.
da: §4§lDu kan ikke gentage denne udfordring.
pt_br: §4§lVocê não pode repetir esse desafio.

source: Rank: {0}
pt_br: Categoria: {0}

source: §fComplete most challenges in
da: §fGennemfør de fleste udfordringer
pt_br: §fComplete mais desafios nessa

source: §fthis rank to unlock the next rank.
da: §fpå dette niveau, for at åbne det næste.
pt_br: §fcategoria, para liberar a próxima.

source: §eClick here to show previous page
da: §fKlik her for forrige side
pt_br: §e§lClique aqui para ver a página anterior

source: §eClick here to show next page
da: §fKlik her for næste side.
pt_br: §e§lClique aqui para ver a próxima página

source: §4§lLocked Challenge
da: §4§lLåst udfordring
pt_br: §4§lDesafio trancado

source: §eChallenges has been disabled. Contact an administrator.
da: §eUdfordringer er deaktiveret. Kontakt en administrator.
pt_br: §eDesafios estão desabilitados. Contate a um administrador.

source: §4You don't have access to this command!
da: §4Du har ikke adgang til denne kommando!
pt_br: §4Você não tem acesso a esse comando!

source: §4You can only submit challenges in the skyblock world!
da: §4Du kan kun gennemføre udfordringer i skyblock verdenen!
pt_br: §4Você só pode completar desafios na sua ilha!

source: §4You can only submit challenges when you have an island!
da: §4Du kan kun gennemføre udfordringer når du har en ø!
pt_br: §4Você só pode completar desafios se tiver uma ilha!

source: §eUse /c <name> to view information about a challenge.
da: §eBrug §9/c <navn>§e til at se info om en udfordring.
pt_br: §eUse /c <nome> para ver informações sobre um desafio.

source: §eUse /c complete <name> to attempt to complete that challenge.
da: §eBrug §9/c complete <navn>§e for at gennemføre en udfordring.
pt_br: §eUse /c complete <nome> para completar um desafio.

source: §eChallenges will have different colors depending on if they are:
da: §eUdfordringer har forskellige farver, afhængigt af om de er:
pt_br: §eDesafios irão ter diferentes cores dependendo se eles são:

source: Incomplete
pt_br: Incompleto

source: Completed (not repeatable)
pt_br: Completado (não repetível)

source: Completed(repeatable)
pt_br: Completado (repetível)

source: §4You will lose all required items when you complete this challenge!
da: §4Du vil miste alle de påkrævede ting, når du gennemfører denne udfordring!
pt_br: §4Você irá perder todos os items necessários quando completar esse desafio!

source: §4All required items must be placed on your island, within {0} blocks of you.
pt_br: §4Todos os items necessários devem ser colocados na sua ilha, com até {0} blocos de distância de você.

source: §eRank:
pt_br: §eCategoria:

source: §4This Challenge is not repeatable!
da: §4Denne udfording er ikke gentagelig!
pt_br: §4Esse desafio não pode ser repetido!

source: §eTo complete this challenge, use §f/c c {0}
pt_br: §ePara completar esse desafio, use §f/c c {0}

source: §4Invalid challenge name! Use /c help for more information
da: §4Forkert udfordringsnavn!§e Brug §9/c help§e for mere info.
pt_br: §4Nome de desafio inválido! Use /c help para mais informações

source: Complete {0} more {1} challenges
pt_br: Complete mais {0} desafios na categoria {1}

source: to unlock this rank
pt_br: para desbloquear essa categoria

source: §ePlayer {0} has no island!
da: §eSpiller {0} har ingen ø!
pt_br: §eJogador {0} não tem uma ilha!

source: §eInvalid player {0} supplied.
da: §eForkert spiller-navn {0} givet.
pt_br: §eJogador {0} é inválido.

source: Manage challenges for a player
da: Hånter udfordringer for en spiller
pt_br: Gerenciar desafios para um jogador

source: §4Challenge has already been completed
da: §4Udfordringen er allerede blevet gennemført
pt_br: §4Desafio já foi concluído

source: §echallenge: {0} has been completed for {1}
da: §eudfordring: {0} er blevet gennemført af {1}
pt_br: §edesafio: {0} foi completado por {1}

source: resets the challenge for the player
da: nulstiller udfordringer for spilleren
pt_br: redefinir o desafio para o jogador

source: §4Challenge has never been completed
da: §4Udfordringen er aldrig blevet gennemført
pt_br: §4Desafio nunca foi concluído

source: §echallenge: {0} has been reset for {1}
da: §eudfordring: {0} er blevet nulstillet for {1}
pt_br: §edesafio: {0} foi resetado por {1}

source: resets all challenges for the player
da: nulstiller alle spillerens udfordringer
pt_br: resetar todos os desafios do jogador

source: §e{0} has had all challenges reset.
da: §e{0} har fået alle udfordringer nulstillet.
pt_br: §e{0} teve todos os desafios resetados.

source: §4No challenge named {0} was found!
da: §4Ingen udfordringer med navn {0} fundet!
pt_br: §4Desafio {0} não foi encontrado!

source: §4No player named {0} was found!
da: §4Ingen spiller med navn {0} fundet!
pt_br: §4Não foi encontrado nenhum jogador com o nome {0}

source: manage islands
da: håndter øer
pt_br: controle de ilhas

source: protects the island
da: §fandre spillere til øen.
pt_br: proteger a ilha

source: delete the island (removes the blocks)
da: fjern øen (fjerne alle blokke)
pt_br: deletar a ilha (remover os blocos)

source: §9Deleted abandoned island at your current location.
da: §9Slettede en forladt ø på din nuværende position.
pt_br: §9Ilha abandonada na sua localização foi excluída.

source: §4Island at this location has members! §eUse §9/usb island delete <name>§e to delete it.
da: §4Øen på denne position har medlemmer! §eBrug §9/usb island delete <navn>§e for at slette den.
pt_br: §4A ilha nessa localização tem membros! §eUse §9/usb island delete <nome>§e para remover.

source: removes the player from the island
da: fjerner spilleren fra øen
pt_br: remover o jogador da ilha

source: print out info about the island
da: vis informationer om øen
pt_br: print out informações sobre a ilha

source: protects all islands (time consuming)
da: beskytter alle øer (tidskrævende)
pt_br: proteger todas as ilhas (consome tempo)

source: sets the biome of the island
da: sætter øens biome
pt_br: definir o bioma da ilha

source: §4That player has no island.
da: §4Den spiller har ingen ø.
pt_br: §4Esse jogador não tem uma ilha.

source: §4No valid island at your location
da: §4Ingen valid ø på din position
pt_br: §4Não tem uma ilha válida na sua localização

source: purges the island
pt_br: purgar a ilha

source: §4Error! §9No valid island found for purging.
pt_br: §4Erro! §9Nenhuma ilha válida para o purge foi encontrada.

source: §cPURGE: §9Purged island at {0}
pt_br: §cPURGE: §9Ilha em {0} foi purgada.

source: §4No valid player-name supplied.
da: §4Intet validt spiller-navn givet.
pt_br: §4Nome fornecido é inválido.

source: Removing {0} from island
da: Fjerner {0} fra ø
pt_br: Removendo {0} da ilha

source: §eChanged biome of {0}s island to {1}.
da: §eÆndrede biomen for {0}s ø til {1}
pt_br: §eAlterado o bioma da ilha de {0} para {1}.

source: §eChanged biome of {0}s island to OCEAN.
da: §eÆndrede biomen for {0}s ø til HAV.
pt_br: §eAlterado o bioma da ilha de {0} para OCEANO.

source: §aYou may need to go to spawn, or relog, to see the changes.
da: §aDu bliver måske nødt til at gå til spawn, eller relogge, for at se ændringerne.
pt_br: §aVocê precisa ir ao spawn ou reconectar para ver as alterações.

source: §e{0} has had their biome changed to {1}.
da: §e{0} har fået deres biome ændret til {1}.
pt_br: §e{0} teve o seu bioma alterado para {1}.

source: §e{0} has had their biome changed to OCEAN.
da: §e{0} har fået deres biome ændret til HAV.
pt_br: §e{0} teve o seu bioma alterado para OCEANO.

source: §4Sorry!§e A protect-all is already running. Let it complete first.
da: §4Undskyld!§e Der er allerede en igangværende kørsel af protect-all. Lad den afslutte først.
pt_br: §4Desculpe!§e O protect-all já está em execução. Complete ele primeiro.

source: §eStarting a protect-all task. It will take a while.
da: §eStarter en kørsel af protect-all. Det vil tage et stykke tid.
pt_br: §eIniciando o protect-all. Isso pode levar algum tempo.

source: §eRemoving {0}'s island.
da: §eFjerner {0}'s ø.
pt_br: §eRemovendo a ilha de {0}.

source: Error: That player does not have an island!
da: Fejl: Den spiller har ingen ø!
pt_br: Erro: Esse jogador não tem uma ilha!

source: §e{0}s island at {1} has been protected
pt_br: §eA ilha de {0} em {1} foi protegida

source: §4{0}s island at {1} was already protected
pt_br: §4A ilha de {0} em {1} já foi protegida

source: controls the currently running async tasks
da: håndter aktive asynkrone opgaver
pt_br: controlar as tarefas async ocorrendo agora

source: lists currently running tasks
da: viser igangværende opgaver
pt_br: mostrar tarefas em andamento

source: §cNo running tasks
da: §cIngen igangværende opgaver
pt_br: §cNenhuma tarefa em andamento

source: cancels the task with the given number.
da: afbryder opgaven med det givne nummer
pt_br: cancelar a tarefa com o número dado.

source: §4Could not cancel
da: §4Kunne ikke afbryde
pt_br: §4Não foi possível cancelar

source: §4A valid number must be supplied as task-id.
da: §4Et validt nummer skal angives som opgave-nummer
pt_br: §4Um número válido precisa ser fornecido como task-id.

source: §4No tasks detected.§e Try §b/usb async list§e first.
da: §4Ingen opgaver fundet.§e Prøv §9/usb async list§e først.
pt_br: §4Nenhum tarefa detectada.§e Tente §b/usb async list§e primeiro.

source: §4A number between 1 and
da: §4et nummer mellem 1 og
pt_br: §4Um número entre 1 e

source: Controls player-cooldowns
da: Håndterer spiller-cooldowns
pt_br: Controlar player-cooldowns

source: clears the cooldown on a command (* = all)
da: fjerner et cooldown fra en kommando (* = alle)
pt_br: limpar o cooldown em um comando (* = todos)

source: The player is not currently online
da: Spilleren er ikke online
pt_br: Esse jogador não está online

source: Cleared cooldown on {0} for {1}
da: Nulstillede cooldown på {0} for {1}
pt_br: Limpo cooldown em {0} para {1}

source: No active cooldown on {0} for {1} detected!
da: Ingen aktiv cooldowns på {0} for {1}!
pt_br: Nenhum cooldown em {0} para {1} detectado!

source: Invalid command supplied, only restart and biome supported!
da: Forkert kommando givet, kun restart og biome er understøttet!
pt_br: Comando fornecido é inválido, apenas restart e biome é suportado!

source: resets the cooldown on the command
da: genstart et cooldown på en kommando
pt_br: resetar o cooldown no comando

source: §eThe player is not currently online
da: §eDen spiller er ikke online
pt_br: §eEsse jogador não está online

source: §eReset cooldown on {0} for {1}§e to {2} seconds
pt_br: §eResetar cooldown em {0} para {1}§e por {2} segundos

source: lists all the active cooldowns
da: list alle aktive cooldowns
pt_br: listar todos os cooldowns ativos

source: §eNo active cooldowns for §9{0}§e found.
da: §eIngen aktive cooldowns for §9{0}§e fundet.
pt_br: §eNenhum cooldown ativo para §9{0}§e encontrado.

source: control debugging
da: håndter debugging
pt_br: controlar debugging

source: set debug-level
da: sæt debug-niveau
pt_br: definir debug-level

source: toggle debug-logging
da: slå bebugging til/fra
pt_br: alterar debug-logging

source: §4Logging wasn't active, so you can't disable it!
da: §4Ligning er ikke aktiv, så du kan ikke stoppe det!
pt_br: §4Logging não está ativado, você não pode desativá-lo.

source: flush current content of the logger to file.
da: skriv log-filen til disk
pt_br: colocar o atual log em um arquivo.

source: §eLog-file has been flushed.
da: §eLog-filen er blevet skrevet.
pt_br: §eLog-file foi liberado.

source: §4Logging is not enabled, use §d/usb debug enable
da: §4Logning er ikke aktiv, brug §9/usb debug enable
pt_br: §4Logging não está ativado, use §d/usb debug enable

source: §4Invalid argument, try INFO, FINE, FINER, FINEST
da: §4Forkert argument, prøv INFO, FINE, FINER, FINEST
pt_br: §4Argumento inválido, tente INFO, FINE, FINER, FINEST

source: §eLogging disabled!
da: §eLogning deaktiveret!
pt_br: §eLogging desativado!

source: tries to fix the the area of flatland.
da: forsøger at fjerne flatland under øen
pt_br: tentar reparar a área de flatland.

source: §4No valid island found
da: §4Ingen valid ø fundet
pt_br: §4Não foi encontrado uma ilha válida.

source: §4No flatland detected at {0}'s island!
da: §4Intet fladland fundet ved {0}'s ø
pt_br: §4Não foi encontrado flatland na ilha de {0}!

source: manually update the top 10 list
da: opdater top 10 listen manuelt
pt_br: atualizar lista top 10 manualmente

source: §eGenerating the Top Ten list
da: §eGenererer top 10 listen
pt_br: §eGerando a lista top dez

source: §eFinished generation of the Top Ten list
da: §eBlev færdig med genereringen af top 10
pt_br: §eA lista top dez foi gerada

source: teleport to another players island
pt_br: teleportar para a ilha de outros jogadores

source: §4Only supported for players
da: §4Kun understøttet for spillere
pt_br: §4Apenas suportado para jogadores

source: §aTeleporting to {0}s island.
pt_br: §aTeleportando para a ilha de {0}.

source: §4That player does not have an island!
da: §4Den spiller har ingen ø!
pt_br: §4Esse jogador não tem uma ilha!

source: imports players and islands from other formats
da: importer spillere og øer fra andre formater
pt_br: importar jogadores e ilhas de outros formatos

source: transfer leadership to another player
da: overfør ejerskab til en anden spiller
pt_br: transferir a liderança para outro jogador

source: §4Player {0} has no island to transfer!
da: §4Spiller {0} har ingen ø at overføre!
pt_br: §4Jogador {0} não tem uma ilha para transferir!

source: §ePlayer §d{0}§e already has an island.§eUse §d/usb island remove <name>§e to remove him first.
da: §eSpiller §d{0}§e har allerede en ø.§eBrug §9/usb island remove <navn>§efor at fjerne ham først.
pt_br: §eJogador §d{0}§e já tem uma ilha.§eUse §d/usb island remove <nome>§e para remover ela primeiro.

source: §bLeadership transferred by {0}§b to {1}
da: §bEjerskab overført af {0}§b til {1}
pt_br: §bPoder de líder transferido de {0}§b para {1}

source: manage orphans
da: håndter forældreløse.
pt_br: gerenciar orphans

source: count orphans
da: tæl horeunger
pt_br: contar orphans

source: §e{0} old island locations will be used before new ones.
da: §e{0} gamle ø-placeringer vil blive brugt før nye.
pt_br: §e{0} Localizações de ilhas antigas serão usadas antes de criar uma nova.

source: clear orphans
da: nulstil horeunger
pt_br: limpar orphans

source: §eClearing all old (empty) island locations.
da: §eFjerner alle gamle (tomme) ø-placering.
pt_br: §eLimpando todas as antigas (vazias) localizações de ilhas.

source: list orphans
da: list horeunger
pt_br: mostrar orphans

source: §eNo orphans currently registered.
pt_br: §eNenhum orphan registrado atualmente.

source: purges all abandoned islands
da: fjerner alle forladte øer
pt_br: purgar todas as ilhas abandonadas

source: §4A purge is already running, please wait for it to finish!
da: §4En purge er allerede igangværende. Vent venligst til den er afsluttet!
pt_br: §4O purge já está em andamento, por favor espere terminar!

source: §4You must provide the age in days to purge!
da: §4Do skal angive hvor gamle (i dage) øerne til purge skal være!
pt_br: §4Você precisa fornecer a idade em dias para o purge!

source: §eFinding all islands that has been abandoned for more than {0} days.
pt_br: §eProcurando todas as ilhas que foram abandonadas por mais de {0} dias.

source: set a player's island to your location
pt_br: definir a ilha do jogador para a sua localização

source: §aSet {0}'s island to the bedrock nearest you.
da: §aSatte {0}'s ø til det nærmeste grundfjeld.
pt_br: §aDefinir a ilha de {0} para a bedrock perto de você.

source: §4Bedrock not found: unable to set the island!
da: §4Intet grundfjeld fundet: Ikke istand til at sætte ø-ejerskab!
pt_br: §4Bedrock não encontrada: impossível definir a ilha!

source: reload configuration from file.
da: genindlæs konfigurationen fra fil.
pt_br: recarregar configuração do arquivo.

source: §eConfiguration reloaded from file.
da: §eKonfigurationen blev genindlæst fra fil.
pt_br: §eConfigurações recarregadas.

source: §4PURGE:§9 Finished purging abandoned islands.
pt_br: §4PURGE:§9 Terminou o processo de purge em ilhas abandonadas.

source: §4PURGE:§9 Scanning done, found {0} candidates for purgatory.
pt_br: §4PURGE:§9 Pesquisa completa, foram encontrados {0} candidatos para o purgatório.

source: §cPURGE:§9 Purged {0}/{1} {2,##,number}
pt_br: §cPURGE:§9 Purgado {0}/{1} {2,##,number}

source: displays version information
da: viser versionsinformationer
pt_br: mostrar informações da versão

source: refreshes the chunks around the player
da: genindlæser chunks omkring spilleren
pt_br: recarregar os chunks perto do jogador

source: §eResending chunks to the client
da: §eGensender chunks til klienten
pt_br: §eReenviando chuncks para o client

source: load the region chunks
da: load chunks fra regionen
pt_br: carregar region chunks

source: §eLoading chunks at {0}
da: §eHenter chunks ved {0}
pt_br: §eCarregando chunks em {0}

source: §eUnloading chunks at {0}
da: §eFrigiver chunks ved {0}
pt_br: §eRemovendo chunks em {0}

source: show player-information
da: vis spiller-information
pt_br: mostrar informações do jogador

source: §7Usage: {0}
pt_br: §7Use: {0}

source: §4Your island is full, or you have too many pending invites. You can't invite anyone else.
da: §4Din ø er fuld, eller du har for mange udestående invitationer. Du kan ikke invitere flere.
pt_br: §4Sua ilha está cheia, ou você tem muitos convites pendentes. Você não pode convidar ninguém no momento.

source: §4That player is already leader on another island.
da: §4Den spiller er allerede leder på en anden ø.
pt_br: §4Esse jogador é líder de outra ilha.

source: §e{0}§e tried to invite you, but you are already in a party.
da: §e{0}§e forsøgte at invitere dig, men du er allerede i en gruppe.
pt_br: §e{0}§e tentou te convidar, mas você já faz parte de um grupo.

source: {0}§e has invited you to join their island!
da: {0}§e har inviteret dig til at deltage på sin ø!
pt_br: {0}§e te convidou para juntar-se a ilha dele!

source: §f/island [accept/reject]§e to accept or reject the invite.
da: §f/island [accept/reject]§e for at acceptere invitationen.
pt_br: §f/island [accept/reject§e para aceitar ou rejeitar um convite.

source: §4WARNING: You will lose your current island if you accept!
da: §4ADVARSEL: Du vil miste din nuværende ø hvis du accepterer!
pt_br: §4AVISO: Você vai perder sua ilha atual se você aceitar!

source: {0}§e has rejected the invitation.
da: {0}§e har afvist invitationen.
pt_br: {0}§e rejeitou o convite.

source: §4You can't use that command right now. Leave your current party first.
da: §4Du kan ikke bruge den kommando lige nu. Forlad din nuværende ø først.
pt_br: §4Você não pode usar esse comando agora. Saia do seu grupo atual primeiro.

source: §aYou have joined an island! Use /island party to see the other members.
da: §aDu er blevet medlem af en ø! Brug §9/island party§a for at se de andre medlemmer.
pt_br: §aVocê entrou em uma ilha! Use /island party para ver os outros membros.

source: §b{0}§d has joined your island group.
da: §b{0}§d er blevet medlem af øen.
pt_br: §b{0}§d entrou no grupo da ilha.

source: §eInvitation for {0}§e has timedout or been cancelled.
da: §eInvitationen til {0}§e er udløbet og er blevet annulleret.
pt_br: §dConvite para {0}§e excedeu o tempo limite ou foi cancelado.

source: §eInvitation for {0}'s island has timedout or been cancelled.
da: §eInvitationen til {0}'s ø er udløbet og er blevet annulleret.
pt_br: §eConvite enviado para {0}§e excedeu o tempo limite ou foi cancelado.

source: accept/reject an invitation.
pt_br: aceitar/rejeitar um convite.

source: §eYou have rejected the invitation to join an island.
da: §eDu har afvist invitationen til en ø
pt_br: §eVocê rejeitou o convite para entrar na ilha.

source: §4You haven't been invited.
da: §4Du er ikke blevet inviteret.
pt_br: §4Você não foi convidado.

source: §eYou have accepted the invitation to join an island.
da: §eDu har accepteret en invitation til at blive medlem af en ø.
pt_br: §eVocê aceitou o convite para entrar em uma ilha.

source: ban/unban a player from your island.
pt_br: banir/desbanir um jogador da sua ilha.

source: §eThe following players are banned from warping to your island:
da: §eDe følgende spillere er udelukket fra at teleportere til din ø:
pt_br: §eOs seguintes jogadores estão proibidos de teleportar até sua ilha:
