Repository: rlf/uSkyBlock
Catalog: src/main/po/*.po
Languages: da, pt_br

source: §eTo ban/unban from your island, use /island ban <player>
da: §eFor at udelukke/tilgive spillere, brug §9/is ban <spiller>
pt_br: §ePara banir/desbanir um jogador da sua ilha, use /island ban <jogador>

source: §4You can't ban members. Remove them first!
da: §4Du kan ikke udelukke medlemmer. Fjern dem først!
pt_br: §4Você não pode banir membros. Expulse-os primeiro!

source: §4You do not have permission to kick/ban players.
da: §4Du har ikke tilladelse til at udelukke spillere.
pt_br: §4Você não tem permissão para expulsar/banir jogadores do grupo.

source: §eYou have banned §4{0}§e from warping to your island.
da: §eDu har udelukket §4{0}§e fra at teleportere til din ø.
pt_br: §eVocê proibiu §4{0} de teleportar até sua ilha.

source: §eYou have unbanned §a{0}§e from warping to your island.
da: §eDu har tilladt §a{0}§e at teleportere til din ø.
pt_br: §eAgora {0} pode teleportar até sua ilha.

source: change the biome of the island
pt_br: alterar o bioma da ilha

source: §cYou do not have permission to change the biome of your current island.
da: §cDu har ikke tilladelse til at ændre biome for din ø.
pt_br: §cVocê não tem permissão para alterar o bioma da ilha.

source: §eYou can change your biome again in {0,number,#} minutes.
da: §eDu kan ikke ændre biome de næste {0,number,#} minutter.
pt_br: §eVocê pode alterar o bioma novamente em {0,number,#} minutos.

source: §aYou have changed your island''s biome to {0}
pt_br: §aVocê alterou o bioma da ilha para {0}

source: {0} changed the island biome to {1}
da: {0} ændrede øens biome til {1}
pt_br: {0} alterou o bioma da ilha para {1}

source: §cYou do not have permission to change your biome to that type.
pt_br: §cVocê não tem permissão para alterar o bioma da ilha para esse tipo.

source: §cYou have misspelled the biome name.
pt_br: §cNome de bioma não encontrado.

source: §eYou must be on your island to change the biome!
da: §eDu skal være på din ø, for at ændre biome!
pt_br: §eVocê deve estar na sua ilha para alterar o bioma!

source: §4You do not have permission to change the biome of this island!
da: §4Du har ikke tilladelse til at ændre biome for denne ø!
pt_br: §4Você não tem permissão para alterar o bioma da ilha!

source: create an island
pt_br: criar uma ilha

source: §cYour island is in the process of generating, you cannot create now.
pt_br: §cSua ilha está sendo processada, você não pode criar agora.

source: §4Island found!§e You already have an island. If you want a fresh island, type§b /is restart§e to get one
da: §4Ø fundet!§e Du har allerede en ø. Hvis du vil have en ny, brug §b/is restart§e.
pt_br: §4Você já tem uma ilha!§e Caso você queira uma nova, use §b/is restart.

source: §4Island found!§e You are already a member of an island. To start your own, first§b /is leave
da: §Ø fundet!§e Du er allerede medlem af en ø. Hvis du vil have din egen, forlad den først §b/is leave
pt_br: §4Você faz parte de um grupo. Para criar sua própria ilha primeiro use §b/is leave.

source: §eYou can create a new island in {0,number,#} seconds.
da: §eDu kan opette en ny ø om {0,number,#} sekunder.
pt_br: §eVocê pode criar uma nova ilha em {0,number,#} segundos.

source: teleport to the island home
pt_br: teleportar para a ilha

source: §cYour island is in the process of generating, you cannot teleport home right now.
pt_br: §cSua ilha está em processo de criação, você não pode ir até sua ilha agora.

source: check your or anothers island info
pt_br: verificar informações da sua ilha ou de outros jogadores

source: §4Island level has been disabled, contact an administrator.
da: §4Ø levels er blevet deaktiveret, kontakt en administrator.
pt_br: §4Nível de ilha está desativado, entre em contato com um administrador.

source: §eYou must be on your island to use this command.
da: §eDu skal være på en ø, for at bruge denne kommando.
pt_br: §eVocê precisa estar na sua ilha para usar esse comando.

source: §4You do not have an island!
da: §4Du har ikke en ø!
pt_br: §4Você não tem uma ilha!

source: §4You do not have access to that command!
da: §4Du har ikke adgang til den kommando!
pt_br: §4Você não tem acesso a esse comando!

source: §4That player is invalid or does not have an island!
da: §4Den spiller er invalid eller har ingen ø!
pt_br: §4Esse jogador é inválido ou não tem uma ilha!

source: §eBlocks on {0}s Island (page {1,number} of {2,number}):
da: §eBlokke på {0}s ø (side {1,number} af {2,number}):
pt_br: §eBlocos na ilha de {0} (page {1,number} de {2,number}):

source: Score Count Block
da: Score Antal Blok
pt_br: Pontos por bloco

source: invite a player to your island
pt_br: convidar um jogador para sua ilha

source: §eUse§f /island invite <playername>§e to invite a player to your island.
da: §eBrug §9/island invite <spillernavn>§e for at invite en spiller til din ø.
pt_br: §eUse §f/island invite <nomedojogador>§e para convidá-lo para sua ilha.

source: §4Only the island's owner can invite!
da: §4Kun øens ejer kan invitere!
pt_br: §4Apenas o dono da ilha pode convidar alguém!

source: §aYou can invite {0} more players.
da: §aDu kan invitere yderligere {0} spillere til din ø.
pt_br: §aVocê pode convidar mais {0} jogadores.

source: §4You can't invite any more players.
da: §4Du kan ikke invitere flere spillere.
pt_br: §4Você não pode convidar mais jogadores.

source: §4You do not have permission to invite others to this island!
da: §4Du har ikke tilladelse til at invite flere til din ø!
pt_br: §4Você não tem permissão para convidar outro jogadores para a ilha!

source: §4That player is offline or doesn't exist.
da: §4Den spiller er offline eller eksisterer ikke.
pt_br: §4Esse jogador está offline ou não existe.

source: §4You can't invite yourself!
da: §4Du kan ikke invitere dig selv!
pt_br: §4Você não pode convidar você mesmo!

source: §4That player is the leader of your island!
da: §4Den spiller er leder på din ø!
pt_br: §4Esse jogador é o líder da sua ilha!

source: {0}§d invited {1}
da: {0}§d inviterede {1}
pt_br: {0}§d convidou {1}

source: remove a member from your island.
pt_br: expulsar um jogador da sua ilha

source: §4You do not have permission to kick others from this island!
da: §4Du har ikke tilladelse til at eksludere spillere fra denne ø!
pt_br: §4Você não tem permissão para expulsar jogadores dessa ilha!

source: §4You can't remove the leader from the Island!
da: §4Du kan ikke fjerne lederen fra en ø!
pt_br: §4Você não pode expulsar o líder da ilha!

source: §4Stop kickin' yourself!
da: §4Stop med at sparke dig selv!
pt_br: §4Você não pode expulsar você mesmo!

source: §4{0} has removed you from their island!
pt_br: §4{0} te expulsou da ilha dele!

source: §4{0} has been removed from the island.
da: §4{0} er blevet sparket ud af øen.
pt_br: §4{0} foi removido da ilha.

source: §4{0} has been kicked from the island.
da: §4{0} er blevet sparket af øen.
pt_br: §4{0} foi expulso da ilha.

source: §4That player is not part of your island group, and not on your island!
da: §4Den spiller er hverken medlem af din ø, eller gæst på den!
pt_br: §4Esse jogador não faz parte do seu grupo e não está na sua ilha!

source: leave your party
da: forlad dit selskab
pt_br: sair do seu grupo

source: §4You can't leave your island if you are the only person. Try using /island restart if you want a new one!
da: §4Du kan ikke forlade en ø, hvis du er den eneste der. Prøv at bruge §9/island restart§4 hvis du vil have en ny!
pt_br: §4Você não pode sair da ilha, você é a única pessoa nela. Tente usar /island restart se você quiser uma nova!

source: §eYou own this island, use /island remove <player> instead.
da: §eDu er ejer af denne ø. Brug §9/island remove <spiller>§e istedet.
pt_br: §eVocê é dono dessa ilha, use /island remove <jogador>.

source: §eYou have left the island and returned to the player spawn.
da: §eDu har forladt øen, og er blevet sendt til spawn.
pt_br: §eVocê saiu da ilha e foi levado ao spawn.

source: §4{0} has left your island!
da: §4{0} har forladt din ø!
pt_br: §4{0} saiu da ilha!

source: §4You must be in the skyblock world to leave your party!
da: §4Du skal være i skyblock-verdenen for at forlade din ø!
pt_br: §4Você deve estar na sua ilha para sair do seu grupo!

source: check your or anothers island level
da: check din eller en andens øs niveau
pt_br: verificar informações do nível da sua ilha ou de outros jogadores

source: §eInformation about {0}'s Island:
pt_br: §eInformações sobre a ilha de {0}':

source: §aIsland level is {0,number,###.##}
da: §eØen niveau er {0,number,###.##}
pt_br: §aNível da ilha: {0,number,###.##}

source: §9Rank is {0}
da: §eDin position er: §f{0}
pt_br: §9Categoria: {0}

source: lock your island to non-party members.
da: lås din ø for ikke-medlemmer
pt_br: trancar sua ilha para jogadores fora do seu grupo.

source: §4You do not have permission to lock your island!
da: §4Du har ikke tilladelse til at låse din ø!
pt_br: §4Você não tem permissão para trancar a ilha!

source: §4You do not have permission to unlock your island!
da: §4Du har ikke tilladelse til at låse din ø op!
pt_br: §4Você não tem permissão para destrancar a ilha!

source: display log
da: vis aktivitetslog
pt_br: verificar histórico

source: transfer leadership to another member
pt_br: transferir liderança para outro membro

source: §4You can only transfer ownership to party-members!
da: §4Du kan kun overføre ejerskab til andre medlemmer!
pt_br: §4Você só pode transferir a liderança para membros da ilha!

source: {0}§e is already leader of your island!
da: {0}§e er allerede leder på din ø!
pt_br: {0}§e já é o lider da ilha!

source: §4Only leader can transfer leadership!
da: §4Kun lederen an overføre lederskab!
pt_br: §4Apenas o líder pode transferir a liderança!

source: {0} tried to take over the island!
da: {0} forsøgte at overtage øen!
pt_br: {0} tentou roubar a ilha!

source: show party information
da: vis medlemsinformation
pt_br: mostrar informações do grupo

source: shows information about your party
pt_br: mostrar informações sobre o seu grupo

source: show pending invites
pt_br: mostrar convites pendentes

source: §eNo pending invites
da: §eIngen udestående invitationer
pt_br: §eNenhum convite pendente

source: withdraw an invite
da: træk en invitation tilbage
pt_br: remover um convite

source: §4You don't have permissions to uninvite players.
pt_br: §4Você não tem permissão para expulsar de jogadores.

source: §4This command can only be executed by a player
da: §4Denne kommando kan kun udføres af spillere
pt_br: §4Esse comando só pode ser executado por um jogador

source: §4No Island. §eUse §b/is create§e to get one
da: §4Ingen ø. §e Brug §9/is crete§e for at få en
pt_br: §4Você não tem uma ilha.§e Use §b/is create§e para criar uma

source: delete your island and start a new one.
da: slet din ø og start på en ny
pt_br: deletar sua ilha e iniciar uma nova.

source: §4Only the owner may restart this island. Leave this island in order to start your own (/island leave).
da: §4Kun ejeren må genstarte en ø. Forlad øen for at starte din egen §9/island leave
pt_br: §4Apenas o dono da ilha pode reiniciar. Saia do seu grupo atual para criar uma ilha.(/island leave).

source: §eYou must remove all players from your island before you can restart it (/island kick <player>). See a list of players currently part of your island using /island party.
da: §eDu skal fjerne alle medlemmer af din ø, før du kan genstarte den (§9/island kick <spiller>§e).Se en liste af medlemmerne med §9/island party.
pt_br: §eVocê precisa remover todos os jogadores da ilha antes de reinicia-lá. (/island kick <jogador>). Veja uma lista com os jogadores do seu grupo usando island party.

source: §cYou can restart your island in {0} seconds.
pt_br: §cVocê pode reiniciar a ilha em {0} segundos.

source: §cYour island is in the process of generating, you cannot restart now.
pt_br: §cSua ilha está em processo de criação, você não pode resetar agora.

source: §eNOTE: Your entire island and all your belongings will be RESET!
da: §eBEMÆRK: Hele din ø, og alle dine ejendele vil blive tabt!
pt_br: §eNOTA: Toda a sua ilha e todos os seus pertences serão resetados!

source: set the island-home
da: sæt øens start-position
pt_br: definir o ponto de spawn da ilha

source: set your island's warp location
pt_br: definir o ponto de warp da ilha

source: §cYou do not have permission to set your island's warp point!
da: §cDu har ikke tilladelse til at sætte din ø's besøgsportal!
pt_br: §cVocê não tem permissão para definir o ponto de warp!

source: §cYou need to be on your own island to set the warp!
da: §4Du skal være på din ø, for at gøre det!
pt_br: §cVocê precisa estar na sua ilha para definir o warp!

source: §b{0}§d changed the island warp location.
da: §b{0}§d ændrede øens besøgsportal.
pt_br: §b{0}§d alterou o ponto de warp da ilha.

source: teleports you to the skyblock spawn
da: teleporter dig til skyblock spawn
pt_br: teleportar você para o spawn do skyblock

source: enable/disable warping to your island.
pt_br: ativar/desativar o warp até sua ilha.

source: §4Your island is locked. You must unlock it before enabling your warp.
da: §4Din er er låst. Du bliver nødt til at låse den op, før du kan aktivere besøgsportal.
pt_br: §4Sua ilha está trancada. Você deve destranca-lá antes de ativar o warp.

source: §cYou do not have permission to enable/disable your island's warp!
da: §cDu har ikke tilladelse til at aktivere/deaktivere din ø's besøgsportal!
pt_br: §cVocê não tem permissão para ativar/desativar o warp da ilha!

source: display the top10 of islands
pt_br: mostrar o top10 das ilhas

source: trust/untrust a player to help on your island.
pt_br: confiar/remover confiança de um jogador para ajudar na sua ilha.

source: §eThe following players are trusted on your island:
pt_br: §eOs seguintes jogadores são confiáveis na sua ilha:

source: §eThe following leaders trusts you:
pt_br: §eOs seguintes líderes confiam em você:

source: §eTo trust/untrust from your island, use /island trust <player>
pt_br: §ePara confiar/remover confiança de alguém na sua ilha, use /island trust <jogador>

source: §4Members are already trusted!
pt_br: §4Membros já são confiáveis!

source: §4Unknown player {0}
pt_br: §4Jogador desconhecido {0}

source: §eYou have trusted §4{0}§e on your island.
pt_br: §eVocê confiou §4{0}§e na sua ilha.

source: §eYou are now trusted on §4{0}'s §eisland.
pt_br: §eVocê agora é confiável na ilha de §4{0}.

source: §eYou have revoked your trust in §a{0}§e on your island.
pt_br: §eVocê recuperou a confiança na ilha de §a{0}.

source: §eYou are no longer trusted on §4{0}'s §eisland.
pt_br: §eVocê não é mais confiável na ilha de §4{0}.

source: warp to another player's island
pt_br: warp para ilha de outro jogador

source: §aYour incoming warp is active, players may warp to your island.
da: §aDin besøgsportal er aktiv. Spillere kan teleportere til din ø.
pt_br: §aO warp até ilha está ativo, outros jogadores podem visitar a sua ilha.

source: §4Your incoming warp is inactive, players may not warp to your island.
da: §4Din besøgsportal er inaktiv. Spillere kan ikke teleportere til din ø.
pt_br: §4O warp da ilha está inátivo, outros jogares não podem ir até sua ilha.

source: §fSet incoming warp to your current location using §e/island setwarp
da: §fSæt besøgsportalen til din nuværende position ved at bruge §e/island setwarp
pt_br: §fDefina o ponto de warp para sua localização atual usando §e/island setwarp

source: §fToggle your warp on/off using §e/island togglewarp
da: §fSkift adgang til din besøgsportal ved brug af §9/island togglewarp
pt_br: §fEscolha o warp da ilha entre ativado/desativado usando §e/island togglewarp

source: §4You do not have permission to create a warp on your island!
da: §4Du har ikke tilladelse til at oprette en besøgsportal på din ø!
pt_br: §4Você não tem permissão para criar um warp para sua ilha!

source: §fWarp to another island using §e/island warp <player>
da: §fTeleporter til en anden ø med §9/island warp <spiller>
pt_br: §fWarp para outra ilha usando §e/island warp <jogador>

source: §4You do not have permission to warp to other islands!
da: §4Du har ikke tilladelse til at teleportere til andre øer!
pt_br: §4Você não tem permissão para teleportar até outras ilhas.

source: §cYour island is in the process of generating, you cannot warp to other players islands right now.
pt_br: §cSua ilha está em processo de criação, você não pode usar warp até outras ilhas agora.

source: §4That player does not exist!
da: §4Ingen spiller fundet!
pt_br: §4Esse jogador não existe!

source: §4That player does not have an active warp.
da: §4Den spiller har ikke en aktiv besøgsportal.
pt_br: §4Esse jogador não tem um ponto de warp definido ou o warp está desativado.

source: §cThat players island is in the process of generating, you cannot warp to it right now.
pt_br: §cA ilha do jogador está em processo de criação, você não pode usar warp até lá agora.

source: §cWARNING: §9{0}§e is warping to your island!
pt_br: §cAVISO: §9{0}§e usou warp até a sua ilha!

source: §4That player has forbidden you from warping to their island.
da: §4Den spiller har udelukket dig fra sin ø.
pt_br: §4Esse jogador proibiu você de teleportar até a ilha dele.

source: But you are ALLLLLLL ALOOOOONE!
pt_br: Por que você está TOTALMENTEE SOZINHOOOOO

source: But you are Yelling in the wind!
pt_br: Por que você está gritando no vento!

source: But your fantasy friends are gone!
pt_br: Por que a fantasia dos seus amigos sumiram!

source: But you are Talking to your self!
pt_br: Por que você está falando com você mesmo!

source: §cSorry! {0}
pt_br: §cDesculpe! {0}

source: general island command
da: generel ø kommando
pt_br: comandos geral da ilha

source: talk to players on your island
pt_br: falar com jogadores na sua ilha

source: talk to your island party
pt_br: falar com jogadores no seu grupo

source: §eYou can not use another islands portals! Shame on you - cheater!
da: §eDu kan ikke bruge en anden ø's portaler! Skam dig! Din snyder!
pt_br: §eVocê não pode usar outros portais na ilha!

source: §eTrading isn't allowed on other islands. Go home - cheater!
da: §eDu kan ikke tage andres ting. Gå hjem - snyder!
pt_br: §eTrocas não são permitidas em outras ilhas.

source: §eChanging your obsidian back into lava. Be careful!
da: §eSkifter din obsidian tilbage til lava. Vær forsigtig!
pt_br: §eVocê recuperou sua lava.

source: §4It's a bad idea to replace your lava!
da: §4Det er en dårlig ide at fjerne din lava!
pt_br: §4Essa é uma má ideia para substituir sua lava!

source: §4That player has forbidden you from teleporting to their island.
da: §Den spiller har udelukket dig fra sin ø.
pt_br: §4Esse jogador proibiu você de teleportar até a ilha dele.

source: §9{0}§7 timed out
da: §9{0}§7 timede ud
pt_br: §7Tempo esgotado para usar §9{0}

source: §eDoing §9{0}§e is §cRISKY§e. Repeat the command within §a{1}§e seconds to accept!
da: §eAt udføre §9{0}§e er §cRISIKABELT§e. Gentag kommandoen inden for §a{1}§e sekunder for at fortsætte!
pt_br: §4CUIDADO: §aUsar{0}§ é perigoso. Repita esse comando dentro de §a{1}§e segundos para confirmar!

source: §d** You are entering §b{0}'s §disland.
pt_br: §d** Você está entrando na ilha de §b{0}.

source: §d** You are leaving §b{0}'s §disland.
pt_br: §d** Você está saindo da ilha de §b{0}

source: §eYour island is now locked. Only your party members may enter.
da: §eDin ø er nu låst. Kun medlemmer kan teleportere til den.
pt_br: §eAgora sua ilha está trancada. Apenas seu grupo podem entrar.

source: §4You must be the party leader to lock your island!
da: §4Kun lederen kan låse øen!
pt_br: §4Você precisar ser o líder para trancar a ilha!

source: §eYour island is unlocked and anyone may enter, however only you and your party members may build or remove blocks.
da: §eDin ø er blevet låst op, så alle kan besøge den. Kun medlemmer kan bygge og fjerne blokke.
pt_br: §eSua ilha está destrancada e todos podem entrar, no entanto apenas você e seu grupo podem construir ou remover blocos.

source: §4You must be the party leader to unlock your island!
da: §4Kun lederen kan låse din ø op!
pt_br: §4Você deve ser o líder para destrancar a ilha!

source: §4** You are entering a protected - but abandoned - island area.
pt_br: §4** Você está entrando em uma ilha protegida porém abandonada.

source: §4** You are leaving an abandoned island.
pt_br: §4** Você está saindo da ilha abandonada.

source: §4No importer named §e{0}§4 found
da: §4Ingen §e{0}§4 importer fundet
pt_br: §4Nenhum importador com o nome §e{0}§4 encontrado

source: §eConverted
da: §eKonverterede
pt_br: §eConvertido

source: §4Since your island is locked, your incoming warp has been deactivated.
da: §4Da din ø er låst, er din besøgsportal blevet deaktiveret.
pt_br: §4O warp da ilha foi desativado, por que a ilha foi trancada.

source: §b{0}§d deactivated the island warp.
da: §b{0}§d deaktiverede øens besøgsportal.
pt_br: §b{0}§d desativou o warp até a ilha.

source: §b{0}§d has been removed from the island group.
pt_br: §b{0}§d foi removido do grupo.

source: §cThe island you are on is being deleted! Sending you to spawn.
da: §cØen du er på bliver slettet! Du bliver sendt til spawn.
pt_br: §cEssa ilha está sendo deletada! Enviando você para o spawn.

source: §eWALL OF FAME (page {0} of {1}):
da: §eTOP (side {0} af {1}:
pt_br: PAREDE DA FAMA (página {0} de {1}):

source: §4Top ten list is empty! (perhaps the generation failed?)
da: §4Top 10 listen er tom! (Måske fejlede opdateringen?)
pt_br: §4A lista Top dez está vazia! (perhaps the generation failed?)

source: §eYour rank is: §f{0}
da: §eDin position er: §f{0}
pt_br: §eSeu rank é: §f{0}

source: Challenge Menu
da: Udfordringer
pt_br: Menu de desafios

source: change the islands's biome.
pt_br: alterar o bioma da ilha.

source: toggle the island's lock.
pt_br: alterar a proteção da ilha.

source: set the island's warp.
pt_br: definir o ponto de warp.

source: set the island's warp, which allows non-group members to teleport to the island
pt_br: definir o ponto de warp, o que permite a jogadores fora do seu grupo de ir até a ilha.

source: toggle the island's warp.
pt_br: ligar e desligar o warp.

source: toggle the island's warp, allowing them to turn it on or off at anytime. but not set the location.
pt_br: definir o ponto de warp, podendo ligar e desligar a qualquer hora mas não pode definir o local.

source: invite others to the island.
pt_br: convidar outros jogadores.

source: invite other players to the island if there is enough room for more members
pt_br: convidar outros jogadores para a ilha caso tenha espaço disponível.

source: kick others from the island.
pt_br: expulsar outros jogadores.

source: kick other players from the island, but they are unable to kick the island leader.
pt_br: expulsar outros jogadores da ilha, porém ele não poderá expulsar o líder.

source: {0} <Permissions>
pt_br: {0} <Permissões>

source: §hPlayer Permissions
da: §hSpiller tilladelser
pt_br: §hPermissões dos jogadores

source: §eClick here to return to §eyour island group's info.
da: §eKlik her for at vende tilbage §etil din ø's medlemsmenu.
pt_br: §eClique aqui para voltar §eao menu do seu grupo.

source: §eHover over an icon to view §ea permission. Change the §epermission by clicking it.
da: §eHold musen over et ikon §efor at se tilladelsen. §eSkift ved at klikke.
pt_br: §ePasse o mouse sobre o ícone para §ever uma permissão. Defina ela §eclicando sobre a mesma.

source: §fThis player §acan
pt_br: §fEsse jogador §apode

source: Click here to remove this permission.
pt_br: §cClique para remover essa permissão.

source: §fThis player §ccannot
pt_br: §fEsse jogador §cnão pode

source: Click here to grant this permission.
pt_br: §eClique para dar essa permissão.

source: Island Group Members
pt_br: §9Membros do grupo

source: Group Info
pt_br: Informação do grupo
